{"architecture":{"class_name":"Functional","config":{"name":"sequential","trainable":true,"layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,100,150,3],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Conv2D","config":{"name":"conv2d","trainable":true,"dtype":"float32","batch_input_shape":[null,100,150,3],"filters":16,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d","inbound_nodes":[[["conv2d",0,0,{}]]]},{"class_name":"Dropout","config":{"name":"dropout","trainable":true,"dtype":"float32","rate":0.2,"noise_shape":null,"seed":null},"name":"dropout","inbound_nodes":[[["max_pooling2d",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_1","trainable":true,"dtype":"float32","filters":16,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_1","inbound_nodes":[[["dropout",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d_1","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d_1","inbound_nodes":[[["conv2d_1",0,0,{}]]]},{"class_name":"Dropout","config":{"name":"dropout_1","trainable":true,"dtype":"float32","rate":0.2,"noise_shape":null,"seed":null},"name":"dropout_1","inbound_nodes":[[["max_pooling2d_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_2","trainable":true,"dtype":"float32","filters":32,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_2","inbound_nodes":[[["dropout_1",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d_2","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d_2","inbound_nodes":[[["conv2d_2",0,0,{}]]]},{"class_name":"Dropout","config":{"name":"dropout_2","trainable":true,"dtype":"float32","rate":0.2,"noise_shape":null,"seed":null},"name":"dropout_2","inbound_nodes":[[["max_pooling2d_2",0,0,{}]]]},{"class_name":"Flatten","config":{"name":"flatten","trainable":true,"dtype":"float32","data_format":"channels_last"},"name":"flatten","inbound_nodes":[[["dropout_2",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":"float32","units":64,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense","inbound_nodes":[[["flatten",0,0,{}]]]},{"class_name":"Dropout","config":{"name":"dropout_3","trainable":true,"dtype":"float32","rate":0.2,"noise_shape":null,"seed":null},"name":"dropout_3","inbound_nodes":[[["dense",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_1","trainable":true,"dtype":"float32","units":4,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_1","inbound_nodes":[[["dropout_3",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_1",0,0]]},"keras_version":"2.12.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[100,150,3]],"output_shapes":[[4]],"tests":[{"inputs":[{"shape":[100,150,3],"values":["cF/NPzF+A78uGSy+qlk9P1ySfj+Y64w/Aqncv/PSVb7Ypxk/aUk4P4kGK78EmmY/ROfdvnLV7byYJYU/Cjh6PukBZL9nvy8/9teTPgvcM74QQII/m52kvleMpD8Pcgy/ei66PcxUxz42RGQ+ZIywvMeLZz7GC6K+11AJv1cZxT/J/xg/MPJyP/bQcb9bEsM+XT8VvtvMfz/rjuy/0XVKPhTMBcDxF4I/XF6wvmndCD8VYJw/27dgPsofBb/5KiS/m6pGv51mYr9mBj8+R0/dP6Y/AD+oq/a+uNwjQPL1ib70oKe/4WghQDeDLr9lRck/VnV0P2BkNL99uEY/gZeLPjrfrz9B0Uu/pyd2vtqMKT/4R9u/6OLNPwx/s78CAmY/SiNIPxpRBMA6gYy/LF0cv31Jnb8E9Jg/uBtFvy+Uwb6hroI/6W+qv1tg5b6swKs/vo+PPuNWND8tiME/3m2cv/FQs76gfFU+alTVP0Qaab9lkxM/uC/6PkUi078iXaE9scJavuRwt77xTge+x4KAP8ZvrL9x8Dy/j4QEwNa04r9wv6a+B//yPoXfiT81Tr8/1KsJwHiXkj94ylS+6ziYPn8V3r7uQhm+X4irvtvLjb4gQe++j+KQPwj+iL9xW5K+K5+7v3rYSr6zYmi7aesbwNPBxj9MaDY/7TloPipA3L6u090+q+ZePQx2hb7vBnu/q2kGv4MsNr6M4BE+Ktcvvs2VEb+GINq+wPWLv9AOhr4/xDS/h/QqPSd2Mr3qDv2+DitbPZERCMCWkMK+n93XvkFhn75R55Y93+98P1hYLD8lqoq/K73Av4FX0D63swM/n8zivzy35L8CNbO/yiVlv5C9gT1J/WW/XebaPtEw3z5QmkA+6jTfvpTgbr2NjEY9ReERv+Kp4r8ULo+/gm/YP7x4gj4vSOQ+2meRvazxzr9jemA/BcxoP2l2Tr37RAe+mC4/P5f8J8CAhdu+ICfNvjEdl78LMec+qgDNPjEOl78q9Ri/ThxEPyBSJz4O4hu/","AuVNvdbCq78sWwY/OVexvhpRMj9YGuq/YKzKvkpzIj/lzxW/bgZcP+D5ar+V1EO/SKH9P0tgrj5boOM+q61NPhu5ij/s+rM/V5kawMpXWr8A/mA/0koLwDHtZr86QGI/FQNmv0Svyr7dpTW/74gCv+OuO7+E5H6/NEDuvm5nj75Q4Aw/sHbZP+jnDr9q2N6/53+HPy6n1j2CL7G/Lb9Ivy2hhb/fb6i/N6env4xFtD9dsLi/RAOGv/phir+Rg5A+EiFUvu2Iw7/eKBw/cGXMv843b78/N46/f1Qmv8rcPMAGR5W+icdcv2GXNj+rHwu/F+PpvyvFkz/uTmS/53biPxOFD8BDKy2+vWIHPkoIyD8VnwU/UgYUviZysT2YE5G/JHsiPpCWI79KLdq/L97jv3hDkD+L5YE/qYGBv0R5s79Enly/fwiRv5kE278Z5xm/4TiJvl9xEUBvTv+9oUS9vQaKI8De+ag/Tvj9vxCoCL/kKaC+6BtCPvB5sb/e+rk/EgsSP/3ISb9caQy/qWJgPihzQr/B7Li/uP7NPVs3+T6wmW2+WPaPP5BQkT4Mgr0/6JOyvQ9wpb5XMrk/dw3+PaMLWcBlt5I/nNE4v9VR9D7T+xE/WM6WPxlWPj6H6Bs/VPmBPszI8z4z/04/vw6Av1IA6b94Ba8/9pAUPxv14jsZL0a+X3/5PR2yOz9rVyI+qki3P4AoBcCL7Gs/BYTKv/pLsL0qF52/oSSJPksMmL9VR+0/CaS/PqfjqD4s/TI+WOqwvdBdsz4sQXU/v5qJPg11vb6+SdK/WFxsP1VFnz/mJgpA0hoOPy26ab8r8Wc/1nC6PwkCyD+4ZR8/ZQL9voL/Vb+Vtng/JKnsPjqI3j9W6hzAmOmbPjqXEb8omGPASeEWP1/nIz6onzU/Hu0Xv4kDBT95jpo+xMinv4K9ij7/7Fs+U5K9O644Qz+NeR8/lpImP4Jtib8zmfs/n/mNv5e9w78HLfG+aTjVvrx+jL28xFs/4kOYv5qfhL5ol0+/","TKDRPrM/kL+FFVO+mq4Jv2V/zL+w9SC/FF+dP91kmr98KC4/4PCdPuyPEL/mBbe/XfqLPk/tdr9WByC/ryuSvyVIUL8q0Sm/pX47PtNy974RfqG+ObQDv+3Yuz4bHj++I4Xpvjjvg79p8fQ/Kw/iPugrB0C0Rfk+16tJv5e3Pb5PcDO/VQyHvyKgvD6hZEe+Plkxv9p9ob8vjZ6+BNCBP4i2kD7riQS/AgsOwMxrJz5LWbG/hLvYvgpRyL99KQ6/IcqxP3tzS79TSo4/3MW6PxvTLz+R7Fe/PYPQv3VGrj5lAf++7U6Kv1KWFD8jP6i/tFwBPszAE780MaE+yz4OP4593L6GwGY9hvmjPpN/7r7t6nO//bExv6UYgD1j6Zs+Xs9Dv7JuPr5irRQ+qrzAvCFtm78uynw/pG3BPMOiQz/3m/6+yq5vv1Xmbr4RfgxAkzk0vq8VB8AsFXk/IWxvP4gjyT8ttjC/vGQMQA0Q+L8SGjy/nEKLv46A5b4NKMa/4HWKv/re7z4R3Xk/lvWrP58ZPD9+7xs/QHFjP6d3qb/WW4O+rUnsvsxulr/0tIU/wKAkwCQEBT+6XTu/p38awPPMm7/x67e/VXW2PifYkj9kSrq/8WisP/zQ6z5N4MA/7akgP3NFJr6pqWa+NdniP0m3iL5kmb4/pbTRPxwoQb/0zZA++piVP8sV4T72ewm/vRukPzFyg7yo8Nk/uhqIv/6O7rzchiy+srRJP36Z5T9MF6C+3JDVvkQKPL3yXM4/aLDEv6uFL0AWC9k90i6dvxWObrx+eIG/YOB9P3UjJ0C0Pus/cSkLvst21r8n7Bo/Eu4Iv50chD4a692+4Ginv6PJVj9kdhTAglotwFEDTD9oCRxA+OdWP2awyL4TnOu+v823P4MNrb9Tx7e+BbVlPacDoT6nJgG/I7fzP9ip0z52N6Q/u3fDvz6bWb8zCh4/H+ZlvxxFkL9bDkg/bVyQv6MdPj343jI+458EQLqKgb2ylhy/GANuvxl7pz/hJLs9","t03zPhyseT9V0zg+tcpNPwYNQr7ULWM+nGsTvxcJPr8HEP6+gq6NvvNDmj+qnjY+jK33Pi+XSL96rLg+6/DKvz+gM0CaHI2/uHbRPhFeqz8Hqls/cvILv8Yijj4BS+e/RQgJQHwz7D5m9jE96nDaPHhCgz7sJb8/wGgBQCZuHT8SyxO/Oisav3H0FMB5voO/OXRfPRmOWL/+qPK+Q2nmvrUjq78tQJC/M7SDvR51lL+vlKq/swL9vtLDtr+CCLQ+5iyUv+20GcBgf8I/IgwLP9YdKL5xlNq/4xrAPpEDIb5aMP89FZLQv+5zWr/zI/w9ikqEP0xXib5Amru+8fKtv8KGvT1Ptg+/tpGHvWHaYb+n6YS/I4GyPy41cj75jFG/05Nfv779Wz/GxM8+464Ivrxcj78VYX8+PFceP68QX74hWTK/QukHvlDkZj+7GZE+b9HDP1V2NL57WP4+xsC+Pidumj8d9lC+JOo2v7qZn797RK2+DKd3P1jC5T+W8Mc9jHQGwA2jTr5Jz9u+W9AhPzeEjr7/8po/F/rcPqLiJkD1NTU/dUOav2fhZ76mUFi/77cLv0mreb+ZJVU/jh6fv2FTwb/wDwm9nrCQvhJnjD/7WNg+Z+fTvlFCJb6CGmA+I/IHvwWY7r53t16/CnWSvy/sAL816x6/YTw/P+Et9j3vY+i+qXNQPxo0gz477mO+xzCOPR9ft71RuEM/59mGP3IRkj8saSo/rB/UvzMQnj6ICDY+PsAOPVbOGb4f5Z2/SCdVv2hinb7JUz3AgQ2ev9N25L1cp+w+Emt0vaDd+7/ydmM/wvdavwcqpT+LkV48bVOlv/i9JT+CLr29DRG3PeqtAb9YCW8+mGmTvzNcgT9FLr8+eNksP1rmTr8v6RM/lzhgPwyRd78EUhW+AtZhPcIEWj8I9Rs/Di3dPqrCLb+KOms+UDOHPyVzKT9JKmO/wjd8v1bbnT8P/44++sSAP5UHHT8Fmyk/2Q/bP0hnWD+D98o+omqlv3UE+D+YEuO+","3XmCPZHv3j/R5SU/ZkNGv/Tt9D3UdaK/dQibvy8mO76u+cY+N/C/vzcXOL+hw88+MMQSwGLxKr5ePMS/IrF0PkkNkD/2MIG+/SKzPoGvUD4Zy+I8P40DQLKn9b/dJtW+G1olv31cCj80dfk+YiKsv1vAoz7EH1o/1ObuPksy2L6SU0Y+GWdAP0UhL7+Y0zq/vRMwP6TfOb+0VJI8ujU+v8dqpr+g8tA+CuHKvhtdzL4YASi+3cCHPvifnD/DJ4G/xftJwGgzd7+CNNK+5B+hvyeysD+ixZ081r1Wv1xEwD+QLvG+DVq9v2i8CEDW7kC+WLGAvxa07r6+C/S+m0QSwHM13b86ItS+xHAbvFQphr4b1c8/msCeP4lDET9/Wxw/g4cZv8xrmL4q9ABAN7/WPyTMmT5vT8i+IkaTv4q/wL4RyKy8RecuP0l8ur5EW68/sJOkPkgsrL/FSMI+C5/8vhLXYb7m1sG+AyQBv/epiD8uFGM/+fjpPuiroT+UzqE/wrzJP57ssD/p+MO+zt0YPTNhDz83l36/GpqHv5ADzL6/I9Y+koCgvxAyu7+x748/hYxzPqlOX7+IixDA8rWxvx0hmr8nB6I/Ptf4Ptn5/T+zrMi9Aw5MvymQB8BmyiE/Hl2Wv2kkL8BsrhQ/wyYGwDUECEBPv7W9QyXPPQEDPT8vysy/PBWbv74s+jsabbC+bgC5vgMKLr9xKKC+AbjpPpTucT50MIA8uGSivrx5Eb4iPta+3O2yPuzE0b+ND1k/IlGtP2LCcD+264U/6bPKv8m7k76YyDk+8kAPvk5S0r72AfM+gfeJP06+tb+qvje/qQOCPMY7Bb5/QKi+U8qkv02mrL9+fgu+/6mEvRFL7z6UrGy9rrUnP0U6AsAB2jA/eam/vjIfPD1Gvls/DN/PPAI7Fb9Yf9Q+hHNfvhp71T9B3JQ/ptHNvx10dj63lUG+YY7WPlFHBD+6qoO+68XJP0StHcAqydq/ftlTvzwQjD+cTrI/Hx4fv83E7z7MJzo+","s7vRP1wb/b/gzlM/zhxtPkzH0T3LF24/PdKMPmJUnr8VGLc/sa6Rv6PaH78yiIs/PqY1v9tGiL/hV4S+JTFMP8yyoL57yUY+6QhFv6l6Mj/ri16+zUKKvpPBe78AzS0+Ds4/PtWpHT5psvK+QCsVvvVDcL8r6KA/FR8cvq1HSD/Dyg6/Wf2yP8X+87/gWNU+eJw9PhSBW7+nlFK+swoBwDKGj7+PpFQ+L3ydv5m//L+4c84+RFTlPO6eXT95FdO/WJ+Av58jEr991ti/mhyvP/o71r80D4Q+M51Zvx+3Ob0R5Ku+R/THPnXW5L7cPWm/TRcqPuK9MD+kO4K+yj0Mv2mlej4FZsS/tLUpv2dEsL4aQYW/TIj7v0KPxz8EcIE+raXmPnI40L/LCru/M5akPxLh175DkRQ/QMJMviQUE0C4Hbk/sx03vgCfU76g6Wo/u4scPmQ+gj8/wsO/R4fZvquOVD++vL4/2RYvv1iFZT/9uL0+Eslhv/RErb+bxva/Tpc4QEW7rr+rwre+uPj7vtkeK78F9oM/YC2pP4ySUz6g4MY/VHsPvwN6O7+ngVe/kk5wP58QT78tKqc/GQg6PzyB6D78cp2/5V+YvhbiJj6ICo+/oS0LPlxtOb/Ykjk/QqDsPf8FhD/v6+0+E7Xivr/zNcBSIYu/8/6IP5JHM7/gAOk+RdSVvnzYh78u3bi/S1MovwtRGz/qara/NDDOP0cTir/menU9t92Nv4lijz/k4N69wZTnvpX9eT9W4Y2/HyAlv0tK0j9TWqW/on0lP4G1F7/yFbu/JBOKPIkgrj5OyeO/cBZPP4tcBMD+VGE/hI+bP+5q6T8RI8M+LwlxPv7PFD8RYcy+McECPbJtWz9NGKi9jxrIvs8ZLb+JJ/q/qhuNP9b7sj7oLra/G4fYPxIJLr2jyZC+jtPGvnx3gL9quU+/buqZv1Wqr76+xsK+ldSHP8KyVD4L7Kk+zRO3Pvc6nb4XzLo/UkabvzMcBcCnVM4/DtWYP0e3Qb97Amu/","DOYrPwRqoT6Sk8E+ixpwP3nKub+1vfE/ltTqvjZ/nD4z9Ky/N4i4vb6+uT/whSK/vjiHPuIFqzyDA8q9IfelPkfvtr4Ltpg/DQWGv1RlFT93PR4/yv0dwEgxmz8aXHG+FwqOP9s7kjxvRqS//QwCPSeHfD/N9OK+ziqyvvxLdL/5DcC84QUevp4fXD8d09U+AqOfP14EST8btT/AE77LvuyJWr7pXtU/RdNEPwNsGz9cwCg/GVAUP/mcrLo6fLy/IhXDvoZWtr9BWJY/902Kvi+khz4fviU+tvHxvqbnTkDUgfS9B4W6v2Czar9ZQNq+ohr/vk64XD+FNM6+dTP+vAJejT8FEIw/kDN5vnHb2r71JAM/xySFvwGWdL7am9C+QtgEwFUjmL+0dLW9Ph6QP7a2oj+nzhq/pF4AvTbXrj8x6ac+4I5Fv99uXL8qdmK/rhtOv/ZPIT9WV8O+PX+APxxIW78N56U/5dOFP/mIcL+UnXe/nPsUPo5/I8DOHo0+dGrgP1JunT5eHMG/s/iqPIuBPT1nw4O+E7UgP+K/178IDVY/PTesviyfvj9m462++EblvvHyC7/OQGw/D8UgP43gk79boOq+Ci8YP4tfUryU3l4/z6erP6eG9z7+DTW/KqAJvpKZlz/iqEw/Uk7CP4Snjj+MeNc/7cBRPvx9lr+vzUO+BpTmvrxMtb+brJ0+gVGGv74wDT8jDFQ/9CIYvy65dj/l7sE/0YORvlPd8b7KCj2+MYGOPp78UjsTeTq/0UA1PqIv0z6IUA8/X0CAP0vKIr1lbJc+ygoFvxnlsL4e/h6/PoQEwMoJi79M/Go/cF0zP1b+i7++raa+fZxPP9BgH8D/9V0+UyKVv7Yw0L5kY4c+DV8Hv+XxET8yUfa/vZtEv8sF7b6gkiy/02HAP4nzrb+kGY8/r3ZDP8Vd8Lpek4U/+HuAPhhPlT6uI7c/41Gkv5zrgr6x3c6/gIlbv7zWtr2afIk+17oLP/iIGEDz0Yy+a54ov3pN0T3YD6c+","FUJevzttCb56SO4/jjc7v88D77+zP3g/+j+MPmABCcDk0R88+r1XPw6yvL7fqwVA/mJ6v4QU0z9j8hBAVSNSPk/gCUC/xm+/EB2DvwCmBr3kYb6/hTyLv5aiqr+WrUE/xW4KwMIEtj6kgbm/vg34vpF4GEBSQT4/0/Khv2P+XT9Uhpo+9U+YP+nEfb+q0jO+mtoBv5pheb9/i4s/DqgPv1xCOj+X25K/AiWDP2gjgT/2xfu/0212v3P9jr+I2K0/P7MLPtsptT9ZsPk9BrY/v1i7kD+hCWm/5NXDPvBTFb8mR2C+H2USQNAoQT+2OHw+UcQrv9yPVD/y2Fg/N4v9P2UzY7+4wkI++I17v4Veqr8sAmU9HLA2v49mwr/jZ/Y/xTfoP+bjoL8JTLY9Ho5Tvrjoqz4IITHACjTbv5ClDD8t3ry/uyVAvv+0tT/awAw/xsCKv5X7HT2CvY6/VVZvPr/Isb8MyiHARn4UwP7YprzP7sS/A1m7P9tBzj40nde+iLQdvwHyub/do02+QOF6PtK0mr/oCSC+WwpfPqTVHsBnTg8+30IVPj8w3T9GO6w9Xm1EvubSLr4hzx4/X+o9PxfDcr8QJbw/yVq5vo1kFUB2Fy0/l3jfP0jwvb9xJRi/rcqxP/af2T/+rYs+W6VsvxaaAz/7lRBAsL/APzp3mL5bo2u/S3d2v8H8QD4OGcg/jg8aPlaLpr6HY9M/RBaWPqT2PsAbNJi+J8g/v72mHL8PqFE/deQOP52ffj8zciK+y6L1vhFweT8Urmq/qGGaPh0xob4H+IU+lgm7P3xNi78OUkG9asxyP3SP5T0N6fE+BY2QPsBwzb8BHhTAP5ZIPq6ygL63HfW+WioGP23KFr6C5Hw+MFMLwD9YLECalEy+xHVMPawSGb9/qSa96BW9v1wMST+HZSQ+mtiav31SWb8iSpg+818wvgBGkr7dFeK+X3QkPwOp2T9XKfK96Hd/vbh2JUC7hkK+PJWbvpySIj+U964/lOMlvz25Fb94wtM/","ONPfP/mm+76ZOH6/9qsjPzVipr4gppa/5YTRPt+ZJD/4o6y/y7qoP/l8DL5wlgu/+QFfv5IqqL/pHhU/W9RXvhAP2b5NgvA7ugSav4dDvL8fyog/1eofPiLGvL0MWIo/jMc0P4HQYT9iksg+lZgCP7NRI8AFv4e/04OKvlo9G8DRfkO/rs7xPljdwD6+rle/SRaOv/4APz0EDSM/1xy0vfYoyr+Rfl2/7c12v9zp4z6HbJE/4+kpv2Rk3b54L0K/HfPXPvF6KcBHW62+QiPKPuf6t78aKQw/a1SgPnW7077Nhzu/gn6gP/XmIT9X9qY/9P6lP5fAB0DdJGA/2+iavzCAQL8HUwhAwpmgv4fpwr+myOY/0N8HQHeSZ7/rw3U/S4RxPpV5+76YuTo+YAQHPv9zgb/LAni+Jv4zv5L1D0BmO9++zJlov4n2AsBQfoK/GQ2qPvQx2T9Uo5M/nStrP7/nyr98wgo+l/hDvwMyqT/nx8s+Ogqsv5QPArtK4Dm/IOxZv5i2M79I7O+/hvfhPp6mIz33ByQ/fzrcvCrkPj9JsRc/HE+5PhhCEL89VVQ+aRniv/BE977eFsA/hWm8P40Qsr+F5z2+8UqvvyE7LL8X254+gAG7P76cZz8Xg9E/eJeKPsOfzz/F1iNAtB//vAwWnT/zuGw/cRytP5whbD0wvj4/rnazvvgni7+uBhS/wR0Kv+Hg8z9XHky+WKWEP91lPj+3VWA/hlLNPqKYKT/F7MK+wV3lvlbmIj9m/w8/u8UzP3t9sj9w2ZC/MLu7vlqRXD3Y2Im/D6KmP84Pjz+C3gY/Quezv5+JWL+yXiC+7FsIQNxuED/WPyG/2BOFPRhQND9uV7Y+TgATP/aYVT+LaVe+KSjSP48qAL+w2Ha+vhmvv3elLD7ZJ4W+ETGsP9sJdL/nBxA/5T5AQAZYM7/zhug/X8VFv1N+xL74Ytq+8Vwzv3QM2D9a/rE+H94+P+wzmr4uPJO/8qwewMmjC0Djnrq+MreuP8Pxpr8pWdc+","KwSEvmOaqj9FkSu/awE7v+kOCL15nyE/km/vvj4UbT+1Af8+7XidP9xW2L5tOpo/z1kzv0eD0L5Mhbc/csyhPReQwj7zViG/dRngvjcMSz/PF6Y/bEw8P88a+D5eckG+VGzJP+oVaz/Qazc/XZiJv3X03T0ngSC9v5TgPx0EZD/+tgM/hJpTvmww079Ou1Q/F3+Fv9TfoL7Xaai/hbMeu21yDkDcip0+sV5RvhK2Kr/LgEG95x5rPgqlMD+u2bM9iKAsOzCGdr5WS7K+13aIP4MXPb9X8Iw/ClqDvofLub7kW/0/zb8SP4lFsL5VK/A/CifHPx3Sdj4KmMY+qlZfvbQjBT9PSkq9XTQuPg6ewz4YvaW9qvExviPhrr+lk/o+TqGxvDL8BD7O11o/trQSQCgE8b1ac88+YXWwPmZtUD+mRQA+styNvkRQnb9tWek8UoWbv16aAsDt5Vk+KdGtPzcyp7642wfAakvMPXicV70GrRrAEvBTPs0arr8ktdY+r9e6vwbffb9OJK8/3tNrv0qGh7/yltO+vXjOP0m0Pj81tPI+RSrUP4XfET8eSpq+Mns4wMNCjz516kE/BtGyP0146r4VLTM+uSrTvuiEnr0UgIC+8HyOvul76TyjruG/WTmxPqbN+b7pZ0jA1tLiPcByG79YFL0/IuSjv7gcST8SR28/p7QIwLDmB7+M3jk/1vTdPdo4gD5RjCE/8Orvv6ERnT9N6Em+tKNIPdAHyjzjJMI+WEvvP07eob9SkuC+QzGBv0cE+T6s8pG/nNPFP04jc78Me5E/VkQFwGIr27/rbjQ/U2+4PyAMDUCGONM/3JYFwOmybj65aHY/bJkXvwc1wz0GPhi/s6WYPw4lUz8d95k/3GBFPlh3r77FHza8UOE/vhz1KcBqU+c/w49VPtYEQL6mPtW+SV0tvd1dRb/eLZm/XHOXvXRUC8BaJQw/P5sCP3L3ob8N2Sk/D8xavyLg6D4fnHu/KJMFP56vmjyXzeK+DdvfP873XD/lMdi/","wf6yPtGDcb9svra/o5TXvdpJEj+wwoY+c+3ivjIQ9L5SUVM/GadLv9M2hD9hbtW8hsYIP4Jehr877R0/Jnprv7Hk3j9txRi/o9nCPM9z9T817XQ+wj3XvcugD77iF0I9r94OwKvrOD/CVpA/WU0KP9ufVL84iMk+BXc2P5Y4nD8iZr6+99Yxv+n2rb4PO/s9uqLkvho+Fj8ak88/DwzQvp93fr+VPXVAmnZDP56B1b5U2Ya+AdcqPw2sqb7kh4A/YDsqPsMwB0AEcqY+ZeSCv1dgm79cRbs+mVAIv5ctET4f+KQ/io+eP2aUjr6VRZ0+QFO2PyeH272FGeW/Io4cvYabmj/mF1O+3+oDP+aG2z/TIgY/W0env9KBBkD3DT69LkDsPlhJPj+A4bg/bwkBwKRFM74zbhU9wPiQv0nh2b7vvYA/8OIgPqKH7z+Kcmu/EVGAv2jAHT9Owwq/FjeOv4XCxL/0HX6/OG/JPltbkD9OBqO/qQ0DwNEb5T8yYe2+/9vnviEp0j7bkae/6zJuvy7Db77/iAa/yBkOv1LfHL/1hyi/0CNEP1D6uz60cCG/Z285v4EwbT7DqpU/WLG2PqS67L5gHFY/H4AHvs6fSr460q8/W+fkv7vJMb8hSTC/36cBv8QlWr+ic1y/1+YJQGuAmD/EGay/vCbZvgzRKT99Sz6/8vLDPnBaez6b+0M/JBxXPxFdVr8p5NW+f3aoPa5EhD9o9qk/GwSIP8BJBD/CyZ0+BEX8viuuv79R7Sk+p9pJvxVnH770X6o967C8v68J/z7voZk9/Bwhv7FAv7/kk/W9njXrPzENvb5hIhtAPshoPQ7HYD8N2JK/8BuoPxNrxj4WYqG/KVLdPkAr9r3xNZK9U0dev6kCjL6vAS0/zcSgPjlUgD9ImOu/g7KSvdX94z/I7+w+MEVIPvN0Jz+BoLo/z2/mvzl0Ar/f/Cm+JBf3vzZ9cT6etze/DuQIv85skD8xwsu+4tPKPkU+n7+PrSc+xMS+PkbXuLyu3eG/","79jJv3k0nr7os/e/lrb+PUM45b/CnVE/4JA/v03Kqz9gFMs+KGXMPgKEzT/04AW+aUVnP+VaeT/9K0m/8YkGv9pMNz9jl2U/NOztPS9DxL70ip0+0PB3Pyx0mj/Q8h7AIxMPvXFso71DG98/RJJEvaniNT3ju2g/q+lKu3Ip2b9J2pq+uBEdPc0Hpr92KpM/EyfRPzsZnb20GeM/hNWsP6c+Dz+HK9Y+GzXqvstUY79pSnu/b2syP3LE+D9wCxs/LGxXPquzmD8vOJs+vULXPlhjxr0lkhk/uNRqv5UXAMB48YE/TJQfP0xDDEAO1mU/uCZEP08+Pr5TLaW/DZBkv3R69r4xBQ8+PKmXv6mb/75ujl6/2cpzP5A8jT/E8VU/sn74vzE3r75MNKU+I3GBP+6JW7+fk1E/57fvPe+MNEAIGJg+LpNqvwWoUb8ed36/fkRuvnuqdzwafRK+Yj8Uv1cSi77dF8Y/cJSEv+zK4r2YtdU/yl7DP+6VAkD2YwI/yxwPwGDZ+L7cgmI/dlq0vx+WGkDjJyG/uxOlv8akWT1Z7og/QB7UPUZOFD72zOs/ml9hPw71Mj+7qhm+M+tjP7rlk7/aGts/Gekyv7fFID4xgRA/DdQ6v9c/kj5zAV2+VUIMP+OAOTxKRQY/cUO1Ph1ldD+OR3y71CykPU+VXz8lDA3AiEBGv7SHRcBbuirA1PsLPk2pkr/pCZE8C81Cv4VGgL/TaE0/HwVYvxVwhb8wgz+/F5NavTl6CUAB4Ho/YaDHvveRKz82beY/oJgdvy0B/T2Ncg3A0Vz8P6hTJj/XrlA+n9oUvnJ3Ir9XoX8+LL6Yv1OYNL8WJDS/SFDNPmlDNj7pC5s/+lt5v6+Jhj8vs/W+iIEgPrHkTj+yDj0/CASYP45Qwj97F6c/3RmlP4W+AMDyRNU+80bYvoGQL7/rSLi/CKvXPt6B7L/cEYy+36hhPs4f078G/jq/VyNDv5s/Uj3F+/2+0lnKv2mrOT45t2g/ybIFwCA2Hb/qWEy/","VfO1PqmLVz/+g+o9dvzDPjgFAMDb8kw+AmpPPxineT+WF0k/8Iu5vQ0HQL4KZWY+aR0mv47CfL+tAwA/xXC2P4ARfD9qzYA/N2vsPm8U0b+wCnm/QIwuP391az8aLuQ9zS31Pzcks76pbM4+U2TXvhjfQ78zl+49ladfPoFBvD7B71c+xBaAP26Qgb9KkMm9KR4dv3lUKj4k+WW/R9+mv/oJJr8e5IQ/C/FKPMvoBb+IwfG+YQGhvo+Gir+djXk/v02EP1UEoz69Hew/d82Lv6ZmLz6BF3Q/u7PZPgADEj8bZzG/Uhc1Ps2Kkb+PGtS/FnwQvhXTWr10drE/67Bkv6khzT7bFt69YYisvhJmhr/Wm6G+/shPv2iMRj+g08w+aZlYPvhK/z9bnsa+2OZ1vq6mw72NoAg8+V0Iv/stoT/ERhQ/EkggP0aeMD/pzke9bOoHPcwUp76vqe0+Ge/DPohhG7/F9uu/4A5dP2xvNz4+27A+qwHCPU/zgT/0qDs+Lkhqv9tqjb9q3aU/rm/jvQPqJb7oiWY+gbHMvt2xIz+15Y2+hS6WPXPOfj5jkY+/78gYv9/kkD+JUy4+pi1vvs7qaD5Ik82+qS4rOpG6az8rW0I/v7l8P7oHYL6VK72+uXL8P3TYKL8F2Xc+YJMvvzN3cz93M8c/kLgyvnt/NL1v/Ba/e0omv7HHOr5CQIO/wMUWPrIYwj680SK/jlDPv2zGpb7dEC4/gf8wv3V5PD/Y1XU/pjORv3YxsT6ZNFy+TMsYQIHpyT3zgja/DrlWv4FNkb6HY4+/3HPtPhPZfb0QEDo/4LtZvrzB3j3Gv9I/rlGjP4u5Mj+TNVK912TmvhSlkL+skBY/yTSqv7Ncp7xQSIG+iWaDvk1gWj+Nf4E/Iym2vxRC6z5uj5S+X2bavmRkCb6dxae+MPGHv8UcWD/eUQdASMomv5fHSj8WKQI+B7k/v5DPVr9tjFC/fv5xPrklML+Z8JU/WAcTQBIQrL9lMhG/oSM5P2oiUb5eNpE/","zg6wvQrBEr4VEbo/Sz0zPk61pr4jVBTAaDIZQAV1e76cZui8nXlCP+XQQz8PigM/TBa2Pq9DOr9Dwai/wDUKPRcgtr4cIY6+hjn4PTmxs75VesU/4TYlP5Q3vT/HBlM/c/WkvuB4Jz9UrC/AJnaBvEd3pT7Lc8G/Z1upvU1HkT/6Iak+h7dXv0YSgr+bxb2/kduyPvi5Nr8QEUE/WLmUvtsXrj/ggHS/WWOvP59pur4oLlw+MwRJPxa+i77Yx1W/NBOwvxNhYD7/kZi+OHjHvsY6xj1UbwBAJu5ev+jjWb8NLnG/hh5sPypms75H6X8+BIJEP5WJEj59AYq/Ex0Jv1nzA7/YgMs/BKCnP799mz93oTE/VfR7v5g2r782Pl+/5DAcPZb3sj8IKq+/AzG0vyVW8T8FPmi/8MSHvlFVNz6ZaWu/s476PpV/mz5dbv0/JeB9P3yKh7+3cpS+P/JGQLhPE78IT6a/3g1uv49Szj2jAKs/ojabPp15Ib+nfv+/+gOFPwNuYb/FqN+92nASvyaIar4zFwW+4D+gP0QCpD4qLq8+IcIBvt7Vkb+eSyk+jHhWv1x0EcBISZG+/Bk9PwgPiL9vtWA/IsTJv9TSGD8D4OE/uhgDP7nY8j+wAjC/aSy4PiKnKT8BQDO+jQiuv6d9iD9fxb89lbLbPjEeur+CpJM+4RB2v6SP/j9YnZe/Z4QJv2vNdT2nupm/DoGVP4h1oD7tHWW/D1W+P4gQkj8w5CC+TejYvjpKZr/CS9w++ZjVPPv1nT+0B4k/AAUrvw4Pej+Xmey+PkuUvwM/pD+FfGq/zJpVPgx5/z4mCA9ATDwIP072XT3jm7S/cEKaPR7AL79OnZM8GqNJPydvsb9AZ8S9fkbVvoAIurzkppE+VHdhPiKLUj4lDbW/AWmFvZN/JsC9eHI/5d2Gvx9y6D9F2Y2/CXuZP/cx7z49BX8/IAnaPszpXD/i3S1A6Y7CP+59fr9YB20/EUQdQOjsQj7iq4+/MT/4v8ydtb/O7f47","TlrqPuDzUL9v0CQ+9gM6v4ESu77KHUE9gmCYPuAbwr/E96y/Vpn+Pj6car9SQdI9kTWcvmtjdT1LYqa9xLcjwFnRvb8G26q9ADltPdcSj7/I42o/ewWyP0Q4Nb8h47e/FTN4vgHRaD+f2Yg+tusCQAWADb+IoF0/qfFnvypaurzmu+6/CKpxPmev3j1c9qe/cig2vwcV4b7xBV0+wXOaP2LN6r+7HO0/TPEcP1hwLD8qoac+o0S7P1jprz27vSa/ZFT/vZfojT93h/K/Hjh0P+x8/z/hXCE+RDWzP6mixT4tXRw+POo1vzcgur8BTJS+M0mKPqeDx793RdS/wgOGvv1Vjb8/itQ+baxxv1b+xj6VlCa/YEHLP8u06j7QhNE/RfK2vuTOZz9ytr2+Ony1P5dL975F0L0+H5p0P4BILT9DvDK/m/0UQGzlkz4exw0/IZjSPok/2L+5WApAYaBjv1RviL+opXY/PqyQPhTJGL/3Wi8/BNwqPX49vD9aBAc/Bw+Kvkos2r8I16g/Cqvsv2fuuj6mwD4+sbqsv+CsYz4xYZY/P/zAPVzaX7/RmQg/FiNCP0BNhL8WBIo+Mq0Nv6rZ0D/TUzE/3BwLwCQXID+Cass/ZpoZv/eUf70TPck+2c67PvUFz79ssEc/pUyovnowsz12JK0/LXlkP1NnPT2UqoG+esBpv+4sx7/ZNM4/Ya3DPl+GJsBlUT8/+CpHvU+o1r9T4Y4/0H4QQOl62L9B6xo/uJYLPRHO0j+DKiq+6hd7PvLVhj+yLJs/ximnP34SvD8KVk2/HYOkvksTtD/fEsi+dLUzvua5gD/HqsG+xbR7v5hHfz5NXOi+SG3vv+FlqD8JMJ4/iPuGv3wbmT6Cp9g/F6YNPkeV9L5Cw5U+XpUWvyLdyT82V00+6JEoPvFOE7+g+Jy/UFpBv5KnNzvaBIa+4eHmP3BMcb5+IFA/gZAlQJsKm76AFAi/jS6HP47vRz9L/tK/dNuMv9ecOT8pLdI++gitvhQSA8DLQtK+","yEiQP98atj9czSK/HhDiPyNrQb+93RO/rD2HP9Ws2T+bE7o++S6Lv3ezAT+gk1A/os0IvyNiAD9tWns/kf1Gvgb2C0BrBvk9i+YcP/XH6z4HG6O+dMJ5vwDskT1T9jS/c9q9vieUjD+/GQi/IkEfvt6Lhb8iJJ0+xEUwviCarD+/ilS/cIKRvi9msD9l92y+xxEBP7hMNL8YPkm/s1XJPydrer/fTb0/wjo5PvBkSr42cQDAJ972PWrC8D7+CHa/nk6DP7+xCT8/EAq/U5/+vhG7zz98OTg9/IkNv3gtKT7BzA4/v0eePvpYVb8Uh6M/CYJivxFD5782HZ4/jZSyPmODQT7oreG/PZyWvYjiwb8QCEy9yOuXPzbwxD+2IIC+lmuHvrynjL/g1Ds+TESbPgXzXL/WRry/eCPXPtgaKb+OTp+/u50NvnmEhb8wXRG//uiYvhb2rr7YiZg/qfWiPo8UTL6vtim/C0rsuY3Ktj+QcEs/O5xfv09ZPj4+0vm/ZgE7O0aIBr9IHJ0/1WquPghcDD9gYfg/PVzDvvJ0h78dS1A/XeKBPc4wTb1NWD/AXjU7v1csRL8hIaW/G72GPwcxmL9RmGm9Fus+P/O/ML8vpS0/X1xtPViK6j7fIeK6xKcRv2bZAr7Op/++B20CQKfjUL9ZCQG/mB7rvku1ob+OHoC/xxJFvhB1ub5wH4Y/uFaUP5dYjT5v2Ks+Yyp7u0h9rD5+1a8/IsvxvjQTeD4mS3O8QqqHP7hd5T7q7wk+1Viyv0LNmL/V6vs9ChA2P2wLAD+/Gp6+wwtwP8pLrD9u/cc+HEePP67dCb9w3ca/yDTSvkI7S73z9hRA5hsWv2X7CD+krNg/Z6qcvdQScr6kohpAW/Z8v3VhOD7N5ta/3InsPsJTBcA+ynm/nQeKP2cHNz0wDR0/k8kSv0guwL6Khye/yv1TP33YBUDB0bE/RTUWv9pAiz98YJU/bfp4vyQcLr47HjG+RZhlPuC4vr88X7S/fJzUvz5boL5XOLM/","C2prvzeQGb8XLeY+lAWJPzh+gD+k4IY+1zQjvZehcz506bi/EfN0P/XQ0j4zRR1AFl2Vv6MTrD2keWu+kAyNvbSsDT8IXau/5Y6JPowNMT/dywrAc7H2v2OHQj72fNA+9so4v/I+x79R/ZG+InVMv2gmzL4kPmA/BQyuviarnr8v6Eg/L5YGP5vslrxztVs/Q1wSwPChtb+FnLA9xjWGP8scUr6ViWY+leGSPzLRtr99Y2A8PQRrvl/6RD2/xNW9OhqGP4JtzL5EdJ6+7ihlP025Bj+d9ji9GASgP6qsjb8y1ao/bci4P/sIAj/J0Q1A4Y2jvUjJVj8Sdb2+rKkPQNEoXr6uryE/2S9gP4Laqj5bX8K+bvAyvmO1RT98G4M/PSsqv7eiPr5dUI2+rbEGvZlMCUDRL4q/XUa/Pu42Dz//vso+ETm9vTRzAUD6eEC+ZL9mv/6TAb9HGVu+PvdoP5fLkz/jy6s/7x0Tv+2Mib7uVzO+GZsZv6z5ab8wloq+mGqVv+AowD74NWA/ASwyvroumb+Z3co/r+KLPkO8dr/YvmW/AMKzvq/X4j19+Wk/2y7evZ5zFb8n8qu/224WPz7ER70Ce2K+wXfOPXZif7+G8we9bi2/v5qk2D7HZAG9Czw4v+DzKz48z1k/vDhTP6gigDx2B+Q+LuI/vh8xcr8evPU+n++nP3DXH7+WagNAk1arv1SSDT4oJWq/ufPtv+pyzD9EJQ1Ay6JWv0puU76JwyC9AHEiP5DDrr+IRbe+gJZVP/W80T7op6G/PjSWPiZK4L0UMAs+m6f9vmkWZj5JNty8nmplvwQszz5Obbm+hmuKP5ZvYj9T5AU+U1Xev3Xrxb+o00I+iCvkvkStij/G1oS/uY5oPlDfaD0u0Dm+RBOCPxuK/j4Rn5o8lY5YPnwiir1Z/2o/g8d7PgclaL86cZA+KcbPvUlJUj/7Y/q+fPCkPtMpjL/vl3G/GsAvvk1bNz9lilK+uHkjvfJPxb+1wbw+iZr+v4746TyBlzI/","KHDTv8ieXL9G+ia/qcGyPyCHJj8booM/lU20P6tcAj+ZLHg/WnLNvb91QL5RwJo+F/DGPssbBb+X3LU/eYIxP9bfWL++fzq/4puMPws3Hz6i3jE+8hkiP4+gbj70oo28t908P2l6xL5OsQy/vPcxvljJsr8n7d4+Wx59PiejCb9Qxmm9ZksMv5O0ET/FCQW/yGuuvv+AXD4azZc90pssP3kl2z27+yc/HMCIPsZSsr8rX7M/dcKrv2YsDj/7BUa/g3z/v4J6Tr4pr52/m54ev3N0I7+Ml6U/0l61vdsUxL9Mjw2+Gi4BPiH7L7/asLK/piHxv6yah74C7HY/3k+uu3P3aT+RNYY//4WKPJnpuT1fK9i+bcOaP2n8RD+rUUBAnV2Jv8ZSnj1cfy0/7FOEP17uFj9hZxq/FlQKv6YBTj8n7+C+seriPtQvur7hNjA/auytP3jPND2xHro/tmIpPpiZRD4G7ZG7Ta7bvYVOkT5kCE2+g/1OP0T1nD4pmYW/bNaGvuBfnD+bPcM/K1fAvtDaTD/RCZq/cQ01P8Jgsb+zD+E9VAfaPbFaHz//yl6/uv0avq/cmL2y1Ds/Ox/8v8dU9L/SfAu/EToNwDYBjb+Y+si+xQZzP97jmD8vTpq/xil2P8x7e7/tEMo+OpMZv+CDfD2xYzjA4IJcv94/6r7EqNE+qnmkv7ndCr8q744/SYizPpXqtz9z4E+/xSEbvwljCbyf6/489didPhGpG0D755Q/lfwewC0NEj8PlYy/V6mFP2YdDr4LWOi+2WNlPyH1Oj9sFiK//NtHPqXYhj/YtTy/x+jjv4f/eT4dk6A9j8I4v7IURr+c09M+pi56P/2Gez+fL5O+7VFJvlCdj7/u4oW/GGsVvnaJSL6o7Sq/IOVtvxomDL735OQ/pxUpvZt7ej9/UhA/PU27v9aKn78D3tq+Y6DUP39KD7/DLoi/Te0nvyyguT78Jxo/iyauP9l3+T89kKy/9WNbPd+aVT8gEqK/Njs7P7J/EL/bjCi+","KjU+PybOjD8QT+S/HCE+Pzwlrb/QrqK/jQzlv9rxYj68JNK/74Bhv6nJjb7wzgc/9JqbP9SXlr90Gkk/5wFzPxSM0b/SJzG/29EOP5QCOL+pmAvAOX1wv8xtHz+BpvQ9+enUPin21z+Vjk6/S2f1v1lnBD/7wWBAV1/xvi3JOL5QOKa/HGRUv8W3z7/k2/w+A3hWP3LYAD/ASZe+kke0v9ScTr9vEKw/foawPtomyT+kbLG/MOjsvTjapj/354u/V8QsP1Apfb8a2ua+6yjuPlEEIj9KKio/cum4vupCj7/4Yve/+f3rvXFTQr80b4y+p6HWPlxHmz+JU8y+bH5Iv+IT577XV6U+4E2Ov3gVj7+PlK4/VBhYv0f5Jz+YJQS+O4hMP2F9vD40oAo/SzR+P/xG9D91Rnu/TLLzPf4FpT9qThC/gt+Zv0vQdL493lG9fQFLv02wVL/ja989nKoEQJd5rb++DsO/je7VvuCQ4r5rwV6/oX+mvzjuDr6j7I+/O3JDvrp9j7+P8Aw+mU2oPyBXBL/PdHa/fiaePjNUjz8O7i4/t7SIPzZCNUAb2NU/Ru5rv538zj/U4Ra+LGLsv2k0HcAAMII+DyFlP8HBu79wa+Y/efHQPzko6b6TpM+/+dVov1seQb9p+5a/bW2WPzQYhT+/5M+/lZjsvaO8Bz8nKRy/ibpLP3z9Lz7wXAg/2woNvzSvEEByW0S/9I0QwBwZdj4PtYK++moCQPtu9D5YhFG+W358P79br75SMFs/deGQPP69Bj+cTSI/c4BVPa2QQb7Suiq/aczIveSsnD/DqOk/hQIBwHrWIr+0/qG9xKrsO4nGSz8YTX29aG4yP8qtfD5un8I/8RILQMX28b5fVh4/wR6Wv++EVT9Epkm8554YP6702D4waqW/Cp/zvnaSBL/eX50/Ynb9PX7pTz6RQp8/3nHKvpVzeb7dgxQ9zNZdP1mjij62aaY+WpdRP6wpQT5sGlK/bjaSvg1dG79k/d4/9ToHv9PZXz8rPhVA","EfjjPbJk1z9OBJ8+GMzFP0ctzT5OevI+eCj0P5oUWr8M6Js96Doqv+Oyhb9NgJo/6LMGQNs6zD/66V0/EEwkP2+yJz+p8cC++civv0oozb4ZBnq9b3rpPgUl/z41iRu/2IrFP81Ufr6wPaW/pdUpP48Wvj+1d/++0JUwv06USz9tgLS/1ao/Ps88J751bLY/fSiAv2zT6z+GxNG/CwkCQKoh/73+gsM+5vWCv1sagj+OjAtAIRSyv3r3Db/gsfW9Nec9v4H9Xb/jJGO/rdptvtJTSb4YUqW+uhynviEDPz8JwcO/T6tXv7WMpT9rFllA5bFlvh9sBkBXwlY/LPMcP2QBBj/lx84+jB4ov4KXvL/F9wHA7ePgPuzNhz+aToo/F+s+P9d5Cj+kRmu/xLPCPPx4l74M0Zw+enMbwFmxkz4HbCI+8TaHv1uR/777F1c/RUDCvQpLMD9Q3Oc9OEXRv9mRGT9yuWy971IQP0bVj77a1w0/UGWqvABOF7/++0Q/75Swv8y4YL/chZO/ei9mP/fl073+xOO/Uo5kPSK+CL+0avw+zDIcwFJvi7+Ro2s+t8ciP3bbKb8Jr2A93ze/v8YQdj82KSE/A/DgvnEK3T0/ZQo/76SIvzJATT8iJ26/dPH8PkcJRD8+r6W+elUgvzcO4T9jlJC/FyysPzuRNL4ACI8+R7k4vrRNST1bmb2/Andgv102GsB3zS3AVhKnPkldhjzVjmq+zWHFv/YUIz8EKLy+P5MbwHOUoL6VZgy/1TvwPkDfsb90sNs/+bF9PxG3xr//JJ++7Z/xPyRewr+mBzy/ksJev1sUd78JKmY/tYsqP7eT7L8LkeC/THABP8eDlb4VD8k/3w8UwNi2nT7cUZq+0DuQPv4wj79MIBc/+b3+PnybAcD5dFE+1gYbvo9KCT/XmCw/jlGMPkos571jplk/MEMYPyaSuz8t9ya/MKRtP4WCmL+HyrA+WCnhvRgH5r2yybK/8crNP/I8g7+e478/UsTbvhOxOL//zRw+","oOeTvgX8dT/lhc6/4vqDP0grsr6GKnO8hL/nPcLbdT+aaGG/gbpCPy3KcD486HS+PoUGP4j2rb8Vjac+q99/Pu6FBL48gkC9ZRNXvxM50b+KC6E+SeMZv8GVAj/jLbc/l7emPlVngj8tBdQ/t3TEPsS7hD/GxRq/cTmEvxxs4z6x8bU+VYO6vwDPOT9dlOY+0mOFv2hDRL9b6I89MW8ZP1ok6j0uGS47s9KrP2Hbeb8j9no87IwQv5Udtj422sI+Qsv0PiBbXT/SZAi/TItyP9zOmr8WPBM/m1eVP0c2EL/AdJa+/9y3PnS21T5d7QG+f9RtP9hOhL9mouI/vqVTP3NOgr9HoNm/F2jXPoK5mL4MBzw+DtvGvqj1XD+jj2i+J+2OvAJmMD9KUQnAx4ZGP5hRib+QQeg+BZdBvsnafT+vmDA/Lgu0P16vXb30JiS/P3P/Ppksk74L4Zm/+dAHwLB4mL4jaT49g3O8vhVik74kohM+ZitQv31l1j7xkvk+eR5aP42Dy7/GU8+/VB8Wv1qJ2b+sZsC9Psj0PefKbD8Qeyy/25mgP0tfqL+mmDA/Bye+voYG9j8aA8Y9VvcvP4P6Zz6FG0G/GJmFP9wx7T9KUJU9jz1gP5NFw70Tiw4/spf8vS5ttT9jZMg+gpXYPha0gz+KQoC/7NbSv78Nij+WE7Y/ihNnv2cqkD6dHmm/QqGQP+PMHj57YJG/l+oHQMZp2j1aWZ8+fDQTvzFFdL4zRMy/VLYIPx7oa7+jukK/U88xvzIYQr+Ac8i/ryWuPj1qWD9o0PE/bh9DQBpI4D4yA6g+cM1wPnWriD/+u+c+sxTnvgybsj7vQ9o/rV+Wv0y8I79RyI0+68qbvpsnIb9TOqA/t1HlvxjLjL/yfEM/SImrv0GZhz7H5Ku/CRUyPdvHUj8D7RfAO7hjv7e4Pb5EMqu94HH3uiBYYL//1Kw+Uf2UvYRVW75aXxu/f91iv4LqSL9qhgw/KPC+P4PXjr9DoXI/fxNNP4DSU77aMW4+","M74nv4I+tj/371q/Q0FDPweHeLtm4Dy+b3V7P6fVu7+5yCs/ypTLvysreD+j0gs+ol6Jv/tfB75piIo+ZCkkvwr3eL8xmGO+fa9pvwnngL+viCG/QsWLv6Ifm7/ERwa9EdMUvx06uD+TYK0/yZJAPy3IcL/NmyG+bhQYP+ctjD3SIEy/A9nHv4vHob4Klji+1bhRP/vCDj+BKKM9Zv/gv/P3IT884fO+PLQMPteeoD+VLCk/FkMvPwKWAz/ivoc/yReFP27MLr8K8qi/FdPYv42yjb+A1ky+21mRv2mXOz+zoFg/7bVuPsWRJD+utig/emqFP09OC78Sjjs/0RmTvgKb6D8viWY/540Qv8BRyz4VHq0/95BOv0mdgz86jAG/38uiv0TQhT4Qf+i+8JEAQNGPwz/t84I/yuGaP5uvD8CMUYQ/riKYv6YejD6H/Ao/bdF5P8663r+PEwG/97WXvDmhIb/XAAE+lOh8PsqABz9Xim6/A0V0P5GwZr7g/Zk//HJhv5Otwb4Bwpw/+tWUv5HPIMDATqm74tPwve5pKb/O+EW+4eHjvU03kj8DXka/lJDYvoQCqD92AHQ/bEaEvdXPWr9VxKq+WEbcP78yor+Cukq/wMSFv69b3r418x5AhSkavWzGzb70GYE/d1SWPiWwQL+xvtA+uZ0Jvx4d/j5sFSk/yi2CPb4r/DwNsBu/eUW3vJyC7L7JOMe/O0G3uVM29b4jy7m/h1NbP7Vpwz0XH8W/IDgmv3gUDsCdhNW/A4w/vrnhCL9/aNa+v3Dpvn7mej//BKq+nW4EQPs82b518d4/yoJRPjE8N7+hlJ4/saAAP4Nkg78lcCg+rPQ/v5iMpr9HQIg9/WPIP9uBg77NdJW/gEmuPnXvfb/NexC/sRYvvpj22L9VZQW+hUM/QCmbGECZwqa/x8inv3o6wr+9Rng/7Siuvxj55D7nZYm/DoRavfy0WT++BZo/fWtNP07wDD+Gz0s/EWqJv8VAkb8yVhc/w/3IvWmSI7/XenW/","LqxQv2b9lD+ZAlY/youevyZEUr8ENAK+m1z6v3sRrL+Hf7S/oKqFv8klvj+HVWs/kGRBv1XHpj8BsgFAk3s1P36cab2cBJy+B65nP/Bkpr+ACZA+i6PpvSdIKT4wLj2/lKioPvL7mj9WwTK/L7xivwJ6cb9Ypuk/C6+iv0H4zD/xFXe+OSuev8TCnj+jA7y/o/lGP+nhc7yeShO/Jey/PjOLDUAyo9A9ucW5PTgizb9npc2/j55uvmcDRL4mWRg/OrLqPld5FL+TngC/mJUQv38c1b6ftTA/+70LvzN6oT9LT+G+9u4UP1ekBkBYREC/DaLQP+t63j3Gii5ANQxbvzfo1T8EM+M9voj/P8i7ZD8aGgU/bWp8P1d8ez4Plzg+vRe5v/lnCEAagOK+QrhXvUp7pb5cUAS/mVVovyAqgr+wypw9pugnPwVv/77Vrvq9Ci61v4bsJ7+VzZ6/tdFmvlrplT29onA/XWiAPljuNr+ugL8+JI/MPwaqub6eQYW9oPxiP1pSUj93QRA/s9oAv2oNEcDuVFs+M/FsP+fhO78+3tu/1oDIvnyalj6x3aI+qhGfv6GOAD6sfV2+soMsPxwzL76ymXA+LuHRP1avsL7rB6a/Mwibv8serD4b4K8/X6OXvjxV3b/LNhU/wtF1PhjshrwocNM+XVBPvwrthb+61h0/MuUBwDuah79aWhNAwX8xvpCdhL7BzrS/vnwfv3f7qb69EGw+dAqNP40Ioj9+HQs+IBWQvqX6jj7Jrpy/8AX0vnzOOb69VPw9vRaBP+a6YkD2oe490/wHv/qsHsCwpqU9a/fhvtlimr+V1Ae/VFD8vVmCwz+waMQ99YF6vjnwIr+TjMy+1DznO3j9aD0BXQi/jL+2vt5Adb8rzEW/w9ssPqWE6L6BPR4/cPXGPqb7Cr/0n1e/vkOIv2+j0b999yvA1tKYv8Gryr5Awlc95vuZP6DlVb7IohnAARd8P7WLzD1bAI8+JZc0vcF5vL+NqZu/QJ35P+SM1z3EeI6/","Efj4vVFvx75OdMS+y9AYP7EE/r62WFG/QbeLPvyZmj/83MA/pmdsv8kU2b9fB4G+KaZIv5Vcaz5VHF2/GSoJPFaZjT6UyZc/BlS1P02tt79HvJK+1ggGvz+lxz4uJgK+EtL0vKelQT+offo9qQTlP3128z7LFb4+zkcmPn2jAj+ES2u9ktWSPlIdVr9Xm86/8b4fPjyL4z6aepi90iwlP6KDpb/dBJA/d8SqvqUVyj4nq3+/ETx3P+hG0L/3fea/lzJrvyi/gr/2g42/HzmlP1uCdL6U1Z++pgo7Pxa9gD9sl14///dTP4u3qL7EZ9Q+fqUkv6Xh1T8NwUU/bnAZv7qQgT9Jq1I+gLzfPpymt77rvJO+0CJDPwiOB77BjVk9up4dP1M9KT5Cx5g+C3VqPJeX/r92aSO/p/iiPhSoTL+7gYk/gZ2aPnR1Pr9Ye7k/QiyNv2Id8D+neU6/gfRsv2kGKcAvnRI/MaTgPhbtM751Ke8/uv7Jvsz9o753KcC/9063PyCvsL+wwCY/K+uNP1ytkr7QZV2/ZTNWvsSkRz/ywA9ADGMiPrkDij97mqc+1fOHv2mJb7/RBZE9gCIbvtcYAj+bd9G/ZoSvviGRML9C5mS+AncNv4fTGz/KEWy+7xLBPUYojb6jE+E/L147v1srPT+GuRs/aRGJP+yYpL/FwfE/2SW0Pd3y5r6EPvS+EtU7P2rjMT/hEN2+ERzQv8Zh076lG0m/ZjGvvjgCg70415s+p8Adv7fLMb8Blv8/dBRzP6T7GcAwSBC/Kxfrv1/moj93Luw9CkE4v7P9jr1t/9S+Vd8jvwtRUT9h5p0+gfgaP2jfgT9hKj0/cFIMPytKrb+GBrG/wPIjvrHiLL8zxIW/qFunvjQlAb7SCwW+bYz6PwfYBz/s0Y++NnB9vzbYT78n+2w+LhpAv5Ac1b99NjY/FTvIvuMJ1T9NQSY/sGEtP9HAgb64SLm/G0cNvU0fv77NBjI/P4+7v/Hzdj6j/XC/NMO1vJD0Gr8Pc6w/","pV+Fv2+qiL/YlRU9s3d6vzXR471vyqq9vOa/Pge9Oj7hMkw/ksSRP08PIb8kB+c+mOySPzog9b0/KO6+3zWCvid6vT6qRZU/i+VsP3uV9b6MUOc/5S+0P0z62z+jVZM+PGlvPqnc6743zqu+zpI8v9xtZD6ffe+/OeIXurGi8j4ZR6y/8Sa3v9tcKj/ooNO7IkGNv4kbxT88nhW/rgXPP+ENMr8uLsg+24oOQDqxLr/+64u/S48nvssahb9+4nc9eu+tvy8qhj75+Ai/ZH0Cvi+4Dz+xHfw+Is0sPwWH0r8xGhQ/86+cvjBdCr/GbSQ+CLmVv90b2j7lwq8/pEHHPZMoL79+yIM+XILNv3EeAMB7s6U+ZsuIvyM9WT811A5AJXoEwKPKlb/dwVs/1bYVQG4JMr/rFZw9hfbXPxs/eT0UK6S/nixgP0bPNT+5pt4+02yav+W7dz/Dwv4+D4SmP8afAsDNOFO/3VQ4PkuCU786USi/dp+XP3ROHkBHh5s9vAGcv3gRnD4JXAC/O2Cav18pzL/hskO/UAsrvjJVvj9dwkQ+kgBDv4Jhkb+1mke/3MCmvzdqmj/FH0M/ucxBP0JuFT9L5Yo/a1gYvzOBtj4t0V++C7bgvhKDKT9twqs/x9X1vrDsGj95vR6+0QR/Pr4cKL8taoc/jJqAP2fCvTzcoSE/voA7vzh1rL8KCZY//MErv6t9TEA3lAG+paFQv2DUdT801cY9NbyAP59KHz68v1U+pXojPxXvUz/c8lo9DTp3PuOPpr82Hsk/14r9vg5W9r7jfuU/Y9KCv3Sz373GryK+Hs6JPqV3aD2aoNm+aF6Sve6zHb83uHO/ZOOCv0/ovT5xV7S+W/B1PB1yoj/YMCQ+3AKYvRtL4j5AVqY9iaUVP1RyLb8k4si+kHgrPxBj/j4Z+ys9VJXAPwqBcj9oZgbALNAWPzTOY78yXTq+PELyPqQvHL/YQq4/6ymFP5fgJTzAwsU8bwwbwMeTND8DyoG9061Jv1P1xb+OpBW/","tPHCvv7FWz+/vca/Oep7P/Hkbj1WV40/EGvkvom6gr02HZ+/BEugv0kfAL8KKu6/MVtGv4WT0b5MZdS/N3bSPildWL4QMmu8z9Vhvuxltb+HWfU+vqndPjbwf7+khEQ/0P9YwBdOk7/auMw/OZ0sP2PcUT8t6Su/xBCMP2Dw1j4tIMw95e+xPsEDIUD1aoE/k61lPqZ7Zr+sDRU9WD2qvwLwaD7ua4K/CTFqPxnR3j5wUF09QILIPhQBsT6JQqM/SGvePx/gQj//aDI/rzKfP0F9eT6P3jC/4tAQPj2uoz9Wkie/jWT0vlUGoD/dnRm+Ab0ePt0lej90PLC/t6Fwv4dER7+JfIE+dagXP8DnQz8OwcE+DYoAPwDTY7+WRgM/Av8AwAmUub6RSRg/NQzUvwb44D3Rutu/QWacP/gUrz+UKcg9MKzKv3SQpr6q3pk/7PhOP2jtLT8hdRxA6AXTvVRbhj/wjZo9eR6kv0W8Mj/dE62/cIlUvzgK+b+HQ3G9c8GsP6kXZ78DSKY/8YgDwCH77z6KRhLAwfoWP+HIK7+0iFy+AXCOv/Mg5z39z5G/s5rCP8qe2D6gl1g+YrpmPs4xPD8U55S+SFdlvyhhDL+yxJs8htw9v6UlMz4rEjg/nVQoPkxWez9GHP4+IFptP0CHqzttRvQ9KHtNv764Vz8XZiq/zAoeP3nsxL4B1l4/decBPZftFb9NWAfAhNiRP3L4C75xAwm/H1DEvjO6c0AEfiE/VhHDPocdNr8Nj8W+Uk0UP0pIiD6BgU2/MfCTv3Hebj8XH/u+gLr+P2f7Cj4Wimq+C2dEv3jzZr9s6YC+gasAQHzVID70800/2pkDvlRuST7tSDW+c1+FPiYEkD+QWLK+V3MHQJFLab8BujC9dCujvwi6ub/3LKq++AorQIoKeL8QBYM/aHmwP6WUZr+nGYs//R+Vvg0MKTx9/jC/IEUdvxtaSb5WBoE/DbUxQHafmb5M39E/Oj+NPyIflT4b8w0+PMn4vnBLuz5TlGg/","Umf1Pn/mKz5pqEE9Fi9DP9omLj8fO9O/W/4QP0G34L4D48s9ZBx4v3H+S76CBU6/NFXGP+epvb55HLm/8jLyvwvovj8VU9e/KTE4wMmTiz7NZfe/q4SSP5M10D/C0Lq/17oLwFMu1T6yQUm/AcwhPUWhCj+k0bg/MliYv1rwDj8yB3Y/H3NNP9y2lL6BAmS+4y7CPktWzLzRsr6+k85+veQqg77i5+U+puwDQDL5Q7/53sM/k/zQvfo0GT9KjDG/trj1vvYWUD6toqA+AME+PztoiD+l9cu/tp/5vBZZ976HjJu/3oIfPt6qmb+4pL+/FXwIP51Kbr8CZ0A/7ns+PpsbF77riEs+jGZ6P/4/ir8Vh7u/eYTsvrTpP79BtaC/k07GPVySxD9Owzk/FzHBP5v6eT/SmLw+kUk2PyA0tj8siKe9Z7XOvipb6T65FSg/3slTvn5fEcA0ITO+bjLavRgwBj7AhxlAM+vIvoD5kL4vu26/U2GCvw1wKL11h42/WBgVP+vHgj7D6ae/Mm08P0SBpj+s6TI/7nfPP12SKT3YuPE+f7i5v+3z/j45Ipw/6m3IP1897r5lJt8+2ECCP8cPhz/99b89yg9Tv5KfeL8L8Kk/7GZPP5YWmr8UCTc/voDMPyIPhj/NeZe/nqVnv2mdE76TQXg/2xhIvhdegD22b3o9rFhnv8+0Wb8k/YI92GbSP2B5Oz4wb3w/YvGwP3lOKr7UPQw/RZjJvcNSlT/9MEo/0wxGvl57yj8XmTE+Xdc5vvDz1r/Zq4i+noZev92Bib95Wkw/WC3XP21FDb+U6Jy+fU5gv5qj2r9AaDw/XzDJv0UYoj8f9+s+wLp1vvf1Vz9SViI/+IW7P6lSzb61h6Y/GGHsPwAuUr7diQy/yBRVvkzTK78u6Lm+YjvjvkIwDj/zfj8+w/kEQFZJqj7cT0k/OD+dP06eXr5gEss/Qz0aOkWBFr0cK5s+FL/gO+a8Ib989LU/ncnHv8dBxj4EvBO+K7g/P6iAQD3RobM+","KQbOv1Km+D2aIxo//LB9vkxwhr7MiL0+X/q+PTKUgj83P9o9leYlvy52Ir/YZgDAksFbP8ZD0L/MLGk/Th6XviYzF78p2x0/TcgVPgjEwz6VOuw9+uLEPlgAHz/rKk6/S6R9v5dH8b4woNq+ut1EPyb3kj+V6Lw//bo0Pz+N4L/WslC/grLXPm9LnT+R7rA/+iorPzwLVr6KnYW/tHmJvw0BFj+sTqw/ppapv4CbA8CkvaW/hqETPkKVgz//WLM+5d/RP/FcB7/rb0W/m1KNP5vYmL9jMAVAVaFmv2pkBMDL6gk/8jz0v6+UED+jO5a/1+D6Pl1tyD/Gcww+maIevyCWoD6mtY+/XHRUQL0Wab4liEc/mL4YP9ZMIz583mq+DfA0PS5I87+rRvi9YKNfPzk8Gz/tWz8/4yTTPtTFZD+LoABA8dubv9cgCMBkcz8/Y8yevxCpkD+y+AU+5P5tv83Mr78nfWG/mHm4PkKvnr+akEc/yKLqPh0ruD4spJa/EOkFPsSgFz9jMp08YfFIQI8lCD4W2xBANZ+IPtJ+Cz/k7us/rrO1vxD+nT6lJ9W++Uagvgzo/L8dFBM+vGHfv7i08r6SEV+/jNhdv+kISD7U3Zm/so8FP01kkz8nOr6/av3GvzRypz75N0O+GbErPi6ySz+/3B4+FqmJPdGTGsB2Xos/Z9OyP3vITj+qzIG+/iCqPuDdnz9Umai/3s5cv4el1L7Xvm+/Q0uWP5SxGD9uU0Y/gTFOPydoWL+Jifo+IS2MP7XMn74tnFi/3LF+vsRW2D5XH/w9m+Rfvh7bWryRKBI+gEtaP5yi6L+MIQ2/WVkLwB8HHz99Ng0/Ci6uP/ZG0D65Ir+9K5nrv5Ytwj9gtqk/jb9TPnahAL7lBvq+fQqZPwG33j7KUgw/n+bEPy6B/b4Cmm2/JOYxv0RXdj/Q0DA/3FEQP3FNED8i6NO//WtOP+JmiD8jdoY/ZQfEP8DDp70q7ZC+y/8jQGI2Pb8GQwK+O8MhvphjND/TvgM/","wZtjvypwlL8t4ma/rJeXPwfFIz7w03M/64EGv27ckb+hjfk+HwrtvXNxir+7xWG/1TUBPyJpzL8y7ig/RTrLvsdoxz9AZpA/Lt0OPq1mCL+xS46/7GKjvszsqb/5hrq/nYm/vxiVnz+OSAa/gfw5P2BxcT8louW+lWoVvw/iJkCPwgZA9xkyPz6XQT7Mgyg/plNxvxz+pj+taz8/eOMQP7wrrj8Y2i4+D6obPzjQmz+x4ye//ImdP+8BHj+4rla+0I1Nv2PyND/ZhLq/DN8NO8h3h78oWbC/Mjkgv2QjpD8n744/HDsQP0x9g78lD+Q+vxw5PrKrob8VWHa+b67aPje7K79fKEO/GCwYP1G5EL4D3PA/+7SJv8xxFb+OCh++cmOdvg2NPj9hsuA9uK62PSi4vr+cmWA/8yy3O9iIFD8s9wc+zfu4P0Ca5r/Tiym/2R2Ivu54vT5jWkK/p5QkQOsZbr0ST7u/q8ukv1jWo78oOl+/IjSUvlqeE7+TJz+/fnORP384nb/4kaU/+9kDv6cs2b7Z7d+/m+sLPq0sZz6yP4E/VnG9vhJfrr5J/AE/geLsv/M74b+BmsA/iLRbP6J8GUCPbAm/FVLJPb84pr77eys/hB1oP1iYdz9g/iJAo5zwvQ/pcD67ooS/U47fv0yqkT+aCru/nj8Av3JOxT8wIoE/NmB1PZ4xSj/ppXc/VEb2vRiZXz+s0nM/ghIHQAHHFb77Lhm/4jmEPqY1hb9pbjI/GNKpvnop+L3Lw9E/IJYRPzEvQD+G6HK/HQ8LPysDGb/IN4s+UOXpP/zCcz/Kuqq/npayP2ATKcA6nQM/OwjUvleWzb9ktIm+fxSsvXt0GL5c6TxAyTRGvpm6rj0PK6S+fMYBvuY/nr+bUci+nXGGPwl7U79i9nm/j1lpv188oD3PWs48nN/dP/PlgT5A1G2/6wZfP6fNtj4Cwou+UtsGP37pR7/Vyac+WTOrvdwvtz/AdwbA/76uP1nZH78o6wQ/2V7MP4nd/79tkKS/","LLCuvSXr4z4pmXI/RqqcP7kd0T0WEOk/YPmHP2AVf771OwNAZyicv/67zD/GlTK/it5JPnqh1b8kq5U/sNREvzn8Pz7t/Sg/uPyJv5Oz8D6y0b6/5RNrP1dzTL4OWg0/g6hwPmHIpT8fRJY+io9ZvxGbNr4RQRk+CkuPveVG8j+NxX6/2Fv2v9afWz/IwiRAIx+IP2P8lr6pB0a/3pMEvyHrtb26GAI/9kUhv8H4jD+upsw/544Lv3lHxj6N6Ry/Xz0kv9xVBT9f4oa8PsBhv1/VGD9CqdW/9ykCv9V57D4s8NO+HFZdv110H7yhcNq+SrUKwEwxiz9FJIa+nQJ3v9J8UT8o+4m/5S7lP1afuLweMPs9RgT5v4r9jb9iNa4+phWVPpNNiz779SS+kV5rPxNB9T6Mhze/fnmoP8JO2j9+Lby/YGPfv9AOb7+VJve/ekx2volpjb+x9n0+mMWfP/TrL8AreD8/RTC2v1+zhb43TdU9w90IP16PKD8mxim/KD7GP9WUX7+x70Y+SLvRvyxAlj/+xqk/6RTrPSP69D7B5A2/7RULwEPwfL8rDbi+MfCJvpERiD+KQX2/w0j/vuA1ML7yUx0+qxdzv8kRUD+osso+40DiP4Hho7+gK5++l21qvkCIUj9RdR7AaxgnvpcslD9DRoE/s8Dqv7+Utr0PFiS/f+6Cv2LElb7ML8c+qu21P63K5T7nYLI/wo75v/Owgb+tqp4/Mjf0PiQbbL8uqFI/rh4CP2sUY78flbe/4/ITP5+Bj78Asaq8clqpvgskMrx4ZJi/sgptPo5yvb9xgx0/i548PyqcyL49wBXAUPG3v9U3LL80uoy/UOdkvaRxt793Tjy/bRkcwCCXcj8XXh6/a4mXv/ICZj+XKyA/6RYiv06Niz82ME0+nR/EP3SQN7+MPdK+bF+hPmRuJb5NuYu/ttCuv9MatT7aS/y8nGZgPsZ46T6Zbai/zPHFPwwiST+u/l6/d7MLQJOmiz+FY4A/Lcd/v+mXij+Gj5Y+","34sVv7IahD+L9vi/KZ45P4hsHj8GMUC/5B3QPqHVa78AEte/4Jc2P4CyZD+DTgFAd97mv7e0tr9J+v0+Q5R4vhMPkb5WW6a+SQSDPZFBZD+spWe/kGzqvv9/Ib1heLY/i+kOQIf2B78W7fQ+QB82v1ovDr/fiZS/u2nivr6Y47/pQjQ/3PGTv3zBij5etC2/8I5nPmBpVD6uijy+iVVVP7GaEj/qTvO+Y3uKvn1i9T6SCXS/qEdaPySG5r11z7+/rKFhvtn9lT8gmLS+JQyMPh7h/D/4V26/0ickv2PNjb6Z7r0/6/UIPwfg/j8gw42/wr5JQGgX778no7C/zV8Xv9yfib8q4LY8Cv0eP7DGAT5os7G/I2dZP7STcj59sXq+CcUdvuY1xr8SQcK+cqbUvuAHCz8p51w+niisP2sxvD+Y5gs+9e1Yv2gObD+u0RS+aUHEv4jorT91+cw+GTyjv/u0Dzs7Sl0/zuqvv79PT78qdiC/htypvq7dlT8rKQxA3QSmPmtlKEDBkoI/6Ny8vVXohL315QK/oPwev4/Hhb4oiuI7faGEv1JCjb0fmle/6KIXwNKrsz9IEWm/pKJcvnGsWr9KMSC8057pP4wDfT8W04s/k+c7v/6DIb/gtC2/sIvWPuQ1LL9aygW/NfeLvYOmNb+IZKC+sDptvywyaj8sF6k+DyQsQGiSHkCS8oa+cCrWviCxmD+u5ro/AyuOvmGLB79iQl++vQYIQHWT8r+Ndjw+7ZgPQHiz+T1Bcd29plb4v9X/rb4uLyW/Wia+Pdw7GsDw7w2/UCsdP4IviT66PWs/YySpv7OO9z8YVCG+yVaavmJhib2QNFw/YaGRPE8Ob77uwrO+o71Dv6AVjb/X/XU/xMaZPwOqBz9cbIW+o4Y0Pv9Ivj0Ip00+hUZxvyhrKz+K+vM+FRbnv6ZYFL9b7wXAv15DPp1Phz9dQ4a+kLb1Pos1p7+byE++VzEmvzWSqj/ARli/G3bHP5KQZz/3Gng+nygIPkGYJ79nWa8/","0uNDvxr42z5jRhHA6KIfP9S6776/crg/JhXsvxX8Sz46LI0/Pd4/v6Wn+rwI+L2/rsBkPjlifj5eSC5AM9XOvofONj/2gGA/a/89Py8M8D0TJA9ANfS9v/JvN7/ovTY/gXUsv5O9Hb7noqq/rbimPZFTlj+gs5c/tOJXPvDvrT78Dh6/DpCXP6xB0r5/VOC+C4aTv5WrFr4RD0M+5umCPxa/2T+/lFq+7VuLv3o6/b7U5m8/G4rEPiNePEC8sp6/kiwEv7ALyT5BHADAC/qkv2lN5j5SG9E+wbvNvmI2pr/vB6W+cRjQPtRGD79KPTLAipqzP2hPgD5/ZQ7ANqe2P8BkcT9Ci8I/RvBMPkQmrr96DdQ/7Lg3v+xJpT6i+Nc/ddAoP+l+Or/emHy/mmXCP0kgjD6CaBi9PUN6Pz5lYz8NXQ8+HRsBvrvyib/2Ht4/maoEPjkBjT5iUEQ+giosv6OjHr7izfo74ad/vZJ9ZT/qyeo+rHlAvmdk7b4/Sm48G/syP5ksjD9GnbG+9dSpv0MD078RzzW/8d0AviDmrD9CsWW9AoWMPyZMlL9rQqm+L4vJP8ovor818yi/yFAfP3/mVj+c1B89Or6cP9CXUL92nba+YENHv9i6hD+I45m+XVc0P1nk/T8gbo4/qbpMvxtFwr5UfPe+sYGsPgFI/b/Qy9a+f5lGPw65xT46MV8+/12Yvx2l4j7wD8U+bPMvPiVpBL/iedU/WHYXv0voID+G4aG8iIR1vuONxb+mdKE/UQqpP/wDT8C9B4E+18skv3lL1D/SsZY9cGMsvlCl/L6S/KA/1J51vmd3wD4QW1O+SriZvmM1tz7EYje/pW66v+FRkr+iMUQ+QkONPnMjtL2NY62+RkcdPeSgtL8xUds/gAwUv7Bxkr8BTC+/yxOLP9AEZb/GBIe8HWnUvkyGlL/NaIs//+sQPwLRHL4BiMk+BrRKP0+kF7+sxka/sWRDv9p9kT/4OTe/h3GpP+2Rlz8Kr5o+Ej61Pl2vEb9p9sA/","aoy0vv3AKT9QjhA9MaDAvxi+Xz8gCNa/MLODv1SeiT8SPXI+nMQiPrKJUz8Tey2/hfWMvjLImLtcYgS/AWROvc+ibr+9mFy/Df2uv1KDiT8MFqW/rqSFP0Cye79cOqw+zxfgvq3syT+gypU/COGQPCCZBsAcgvU/rWjrPqs8Tz85AkM+lFmdvcc1VD8+iXw/ZLmDv8E1FcCb5228+KAvwAtYzL6hfL6+Rr92vzusd7+sqbi+3n6TvqprYL+qkq+/aAOFv2wadz95lD4+3xj+P3IpIkBvOZQ+sPD4vRlpKj9Ip4C9rJLiv1C67j19s4c/vumiPxnf9j703YI/EQOnP3bMhb/Tsq8/S2SzvoP9tj4FP3Q/C1FGv+sIKsAhNc2+CUB/vyo8n78tP/M9ndG9P6AkHbwqR2E/EgQJvhAXib5aENc+rIoOvQffTr6YTW0/epcKwDk4j7498ZO/KVYjP4445L4DKiFADKivv8i0hb+nI82+Mscxv1X8rj7D8gQ/OMofQNlskL8PBam9MiGJPubDVb485hU/NdMRP9ahr75Rp4i/gEUCviN/Uz4/PEM/Ynr2PwSUnD+NgE+/gx0GPiB+H7/7jzk/WA7KP2WzDsDdUSc+jna0PwWJsL9TOgc/MNN9v9nxgb8U4Au+ZWvdP1wlT77GNDG/qIhhPxPwrr/fLBS+tKrBvw9duT84Gte+orsfvyZ4er+VTEq/pdMwvlRx0z6HHSk/v6+Sv+rv7j4hio0/JjcDP6pTu7/oEBy/k3jHPxaiaT5UCLo/eVZVv9Exjj69lAc/r6vivq3lKcBygIg/J/rYPkY7sL+/cZW+APaHv8UwhD+TuWG+bVnuvyOMbL/mv5u+cWV2v41G+L2wFoY9kE4mP2tIKb+AdDI/jIElQI6ndz6g+kc/zHJiPxvJO741aVO/IIXev576rr59VOu/XPm6P/9tz798EuM8DOcLwBtQ/r8aZQ8/JuNXvzG82D7NNShA2M0Gv1SpDL5aRoy/6+jcPlmpqD6jmT++","FsisPo6pxj+o3Yu9lYH7vzBF1T3VS76/wAxcv2RjkD6RhxU/obYdPwEecz/lt5+/9nqNv2DOOj/iKr2+NSOaP0azSb6mOsA/SsczQNHDcz9sxqI8ff2av+R55D2X2Lw/c5gFPwh5Ub9I92U/opbMvjiJjL/j+R8/DL/BPlq8zr6Jw2s/lKOqPnRvDj42WYo/xdhqP2XhKL+pqBi/k1QNPiQGkb+iksS/4d3KPxsvu78uZQW/Z9TDv1CmiL9Z6qU/PExmPLGvkb6bzp+/OqCePg5gaL+uIWC+ms8kv35Vsr7iAo2/41hNv57OUT8qwDA/zkPMv2ELuz5+ctQ/wj89vam7AL4qwY2/rHLmvlzAET/KwYC+XrSEv5jKwD495PS/1zT7vhMthr6N684/YbqBv+s+wb5Ksyg/cld6Oy7Zhr16fDO+KSxvPmUINMBaUZA/ptMrPbD/6b+Ta5M+iO43vmTdHj/f9Tc/YbGoPrZUAUAe/WW+4oLePwiJWL/rbo+/ms/eP6Kstz/4x5S+GqRvPp9+dD+1V/s+eKvGvsARIL8vGABAtAUrPxP9JL9LkyU/vFkXP8Y3lD+wMZe9Vyq0P25zMj9oEtw/GWMhvu/BoD+TVko/QkdYPSOV0j9Rdj+/vLTfvUIiDcCS9qw/hz5oPh0EKj93iTm/XVngP6vJub4GWxI/P+2vPwoJmT/GFvO+IzXrvpx7Dr97p4w+VVKRP59znb5qoqY/DirjvvxGgb9VrZa/I29bvhuArj8SBeW+JRNRPzFDmT9l1rs/svoJwBFPED/+4+w+q4snP3Lflj2Q99q/oOtzv4ei5b5wyey+hGu1PBMlGr+ZlvK+hSMzPzhULj+m0os/syi/vhlQsj1ze+4/FoTGv7iwIkDjkANAyUgXv7e8ob/6QDy/AZxjP0y1vz/447A+9t1qPw2H5z8/w7W/GFj9vTL2R76E8Bo/dzrOvzCpBL/u/qu+bgm5vA8uDr97X529d+Mkvkr7uT8fmJy9JiabO4rA+r7LCzG/","FGZqv/PQKD9fQbG+9Rejv01lP7+uMKw+znHQvt38vz31CVq/HDCfPyRKpr/rKz+9kgEUP3IGCb9zCYE/FORav9Fcrj5Ckic/SAFCv9O8ar8kjR8+n9lNvsAWjr4ZfJy/I/E2v8LvzL/VAoU/6Dtwv0gMMz9vLye/Pfyzv31Fjz6QNIW+LFcQPGHEkr98Srk+PXi+PcQ/3r8zoWY/JQmmvja0hD8eI7U/EdgcP5Nfxb56TIg+r++ev9vuCD8fq8i+uW3cPnivBb4Le5C+YJsMPwtE5D4MCVI/iXkXv3I7YL+ru2M/jW4HQAah/b7AkA6/atrnPamQqj69oYY+c8zLPlwqNb/3ljy/1PlnP79Ry79oqlg/SMKYPqiKhb+oNBs/K180v+ftsL+0QqY/sl44PvavDz9gFCm8nD+zvwcTdTztq5e+61Sxv8xs7D7UDF2/SoIYQGG2Rz6z9UY98F3APfz/fr+I3iE/WRmDP6PBpz+rZCG/6BdIv/zJab5FJKy+aqocPyCZ4r3ycpi/YKnVvg2yML+z5Hw/WbKEvgPmZ7+JAhg/mmKuvzeCyj6ibE2/putov939+z4SH8U/KoCTPxCNij9irwo/JCMcwPB5Yr+3wsI9Sbgevhe6977WaSu/t8Udv3jamT7DZ6a90igNPyxobL9TvY2+HcpNv6xNtb/rDjs9hrrWv3sbOL5x5/I+GRwdPxMB/L7a/P0+wV76PppSnr9G5By/ka6hPyqXmj4y3de+j0GbP/mLLD8nB46/c80ePjmYXT9mBKs/geblv8C+vj70Z+E/y9DuP15eKD/01QG/oDt7vzIGur/AZzo+RjTnvpz+/L5cu8w9gak+P6dh8b+gvki9od0dvxiY575gB3A/wGoGQBbrfb3eHqm/51ojPheCLb56q1E/VB0APwNqBT0J5Rc/A2msP+buGL2Uzyk/aU1DP7rpir9/lYg/CoodP1l4QD+QZai/dPoPP4/hmD8UYL++9qTRP5TAiD+80Im/A45Ov5Uv1r5n0Cq/","VDAQvmALdz8V2Ok/QqkzvvMz1z4C1PI/9ypCvt1yHb/Ecwm/ON3+vxlBjz/AM/u/Yga3PHesg78K7Qm/ERL4vtZMoL4GXJY/wdFHv5SsCr8982u+eXZ1vhBoyD7mgB2/jKZyP7VfJD3IT5i9jgaSP1nGqz9DHADADJkBP4S+Kb+Xx4q/S+/MPhX9p7902Ly+vk3EvkqsWb8sa6c/oBMkvzywU79kvBLA5smUv2TpMT/mOew+Nx7hviHwbb/VbKi/ckgNP/sJtL+xDcE92L+Av/qYuT3+sou9EjjEPQcuNL+8eC6/C5IOvqC82j0y8O4+tBydP5U4vT6q9fu+t3sPPvrhmj8nvoi+N0d3P3lTU7+iFuM+MjUMwH1Evr/8z7q+xTwsvjZME7+P8JO/PZ/VP8Wxh7y5RxW/BzbrPhCsxj76BtS/7W+4PoFVr7+TYgFA3OKMvdXJHj/+pK69d8xJPb2xoz4kTnS+oU/Av7Aw+r5l4lu/eDYOv6S8Yz7+JtA/JxzsPhUEOL5Ou/C/MtnNPzYwNz8wSAe/2u1iv9yj4z8xpmW/tby7P/DEiD51iza/zsXxP6AYoj8jYou+7/M4P+iRMD89GvS9M+PLvy4QKz8li6o/kMiDPuogDT/IaQ88ECj4P/B5wT+mj+i+/eXHvdEhIL+wgqw+afkPP6X7yz4rdya/qlvJvYtJHT8vQlS/TBeLPv6nY79yTvO/f514PkeXTT/SbxM/2zuJP92BF7+zrpE/kUW6vq7gxj7e5nY/6IG1Pw9db7/JSiO/1mXRPzDIir7JdIg/55qdvnSvwz9MeApAB5c2P1Wykb0vATXAKa/rvgUcsL4ZQEy/AxI4PxSYQj+cPcS9maJdv1SJRz88tSC/5vyVv8/OMr991dk+xENfvjENrD6+Rqe+tVOUv4pUQj8QfwPANXLqvtfZ5z7PdT6/SUUdP0bs0j25NuM/k27yPt4phb+bIX0//uDzPsBzqr+GdhC+WvP3PKghMb/nO6+9SnfovaFjvD+4S0k/","AIzwvh0LX7/4W8O/B4eyP/9EBz9+NE0/ZeWePjRaY7+lca2+ky98vx9+8j9zQkK/55mnP7VgmT+5Bpq+jtgDv2q9f79KoKe9WkYcvwKzyb/D26m+tFOlv7IYLr5IIjW/e/mPvyxOcL5jyyK/s/VzP58pdz+4Jis/aBeiv/+Ptj4hj5c+FVguPocTsr9oSmg/2xYAQNenyT+M2Ce/1JGIPhgYM7+jenU/zu03v5Rn2z6Qj+2+WbQKwH7CUz8XiDY+4d8PPlltHb+jGZW/nUIUPAayPsC/DyC+s2JJvxEYnb7BRWi/xyp0Pvxojb+px4W/Xx56Pi2uqD8tkJw/A1Rqv3E1DD/pO3s/Pdc1v0hGBEBD6ja/t6j5PRuKED8tj7m9LCHSP6hc8j8ryXo/Bl8QwPug7L45ROk/kGpovza/hr8813S+7hYPv35kD0CpcAM+CHHbvpMRxj7H3Ko/3GyHv31QFL5PfQi+/wNxv52amL++luk+p5KrP2nRx76ZKgY/hF1Nvwkf1r+v3Jw/Sl0UPojWT79+27U+Rz2Uv5AVAEB7HrY+JfvYvlXJ9j1uU22/KI5LP/LOqD6euoc+09SgvxZH4T6zw/09LKGMv9wa+D5A5C+/hrRAPaP83D8QcEs/0w0DPul8h7+J3XC+8gbWPhI97D6pLUE/yGnyPYvyF7/nzkS/EfwEPywxm73x996/bN10P424ID4RTLY/YRMuP1ZHP77Hm+g973+qvIHJPUChfYI9OfqzPukJEL4GBXO/a2cfvpfP0b9VKOk/LrShPnIWJr8nFAtAyBKePi22rD5s4jY/J/e7v7j5Y7+ytk0/CJtjv78u97/lX4+/wUbKPzehyb5kmCK/dJLCPp1vvT608nQ/ZbB5vxe3wz6WK4I/OHDRvfuaJD91NEu/wO8TvhPQ2z6i+3M++86qv6WVBUDToBe95PZ0P1FRI76PNcq/OsZJvgx/G79ShZ4/7nG8v4CfYj+Jgq6/xriLP4gYrj+PfQs+wD6Fv0MYAz8+GB2/","Aa++P9xrSD6+tqG/Kh0wP11bjb96um4+MWp/P3PG2z/x068/OuEawEiGUj8ffq6/IWsVvnlXt75XkRS/hrGhPtKsJT8z6cY+xNNjP9tjxj2KrOW+pheYPz3S6b13KQy/+4gGP3MGHj8sHos/Ih/DP66FoL6ihjbAT+z5PtaHnj7R6oo99Z2Mv09Nfz4U33o/PFGaPqHFRj8iEZw/KuOxP/zCRD7nVQk/xMJ0vmAoBz7+gXE/a+TovQiD1b/3gG2/FCRfvhlIIT8kE7o9hUa3PMuJ7r9QV2m/MS4Fv11lWD6uYS4/1lmcPTMp276+KWy/tzYsv5lRi7/Z81a/FUqTvjx3eT9VafE/6ymlPvJvwD9/G9S+1PS4P0TwJ77iqdY+AGRoP8r6+z+oqXe/pv63v2RiHr+u0pw/uUg1vpAOkL4/LXw+Li8ewJL7nr/NpPq+cOSsu3IZ2j1wuY+/BTQCwMDQNL/791u+nUfAPq6Irr8Qhag+zxkcv0R6qT9Qlks/W/fZv2fYhr+ukgk/4aKMv5zwEz8rOd0/OXaBv0GcKD9bwho/LV5LP009mb+X5DW+xzqbPyeBTr8qtkO/1noRvyErRj/BD+e8k1BlPy+BBL+QRpY/C9Ztv5gc/r1OIns8c8TTvQgtTj7n7Qo/4E6tP4oHlT1PRyE+1c0LP+OEqj9RZeU9JsCPv9RHxb2tfIe/v66Gv3Ad5r8d8um+w7ifPZsfT786xwG+SkSSvywRmD8YTxdAI2aCvtEXQr+CMyW+UauFv+wtlr3wA7K+bp4uvzkJl763nVG8ZNnlPkwz2b2fg44/1/9AvsFERr/vgOU+CTI0P6iRUj/kL+G+Qe8vvhdtDsBVnhm/bgdHv6lwBL9y9Zm/OOswP0Utzr77+uy+mJDiv54h7L8mS82+AhODP+z4nr+fxAXAON4BPjapQT7rfFs+ONG8v94H6L8yG0M+9o0Mv4Ptvz5+QyZAmctPv4gbZT4tQg0/jCfNvw+xz77+FYq/tb49P6lwQT/Yh0i9","B7GZP9vsA8Dte+S+jwa5v6DA5L30GZw/fYbnvrNBUb89ZV691BApP79pJL7mnca/JPcEv51/Tb8pPNS+rwxaP9mdsz6637E/1gRYv7eSjD8CZrW/Dmz5P23x5L7K9Ja/ZuciP4x5Or+CFJO/k3mkP96nxL9gUqU/ZUz1PtLq4b/+A9c/sp+4vRzoSryA/R2+dVQsv8dTfT66aljAqcmgP7YDFr6caf8/skH+PjMh3j58sSU/8wuOu2lJ+j6l4x2/hppSP8oeMD788Mq+0CwWPprxEcA3S14/ZlSkv+csEL863ls/6kcnP36IfT94f78+MFqAv2GDo78WHNQ+pmgkP5+X772Jfy7APk2xPc9jwD4b3Qg+LsWjPx3wnD42dki/OwHIvmaohz7t4oC/re2/v5HlLr/GcLm/p0g/Plc3bj+KZRG+g+F5u/7d2L8B9zNAHu4UPXTpKT92ru4+DGsRPryvkL9y2De/43omP3JupL/oFos/tQwDPkU+DT4qkWM+fyG6vnh9Oj4zf5K9zAOxP2TKvz+7ZZ6+61rhPQfdsb9g3+U+iYZiP0FU0777tkU/FSpCP/OyRz+YeYE/ZgnTP3wzLb/0j6C/tNePviMEZz+Rdhm/PsXwPja7cj8Os1+8nkkCP7QEkz214h0/A7iKvl5bib63xwJAEU1PPxdVoL8tXsw+oFUxvT4K+z5Dm6u/ALNdPdTEM702nOK96iIaPp8chD8z+5I/Rsj3PiAkj77FYyE+6zH6v/yZ4jxz/pC8BrtgPz3bg7yeoxFAPYC9PvKAsz7G3AK/X6EqvyAuvr0vpKI/oMbHv/KJWb90D2i/WWXqPwwq9D5fB5c+IDtvP8EbAD4ak8G+vTuyvtKS6z50TRq/98GOvQnD875D4hQ+LyeKvvqjfz0NK9s/UOnyvv0Rdr+f/3493cpovr8DA0D/aKQ/rIxgv2w8aT/4KQPAhYIfQEcsFUDuPjI/LpC4v2LOyL2p1/C+s8yIvzTxpD+RNlw/KgF6v3vBkj8ZNMm/","ScwxvZlzgr9Os5e/cbIyPz/iRj+rdBY/biTXv9JuDD9iLZw/xgXOPigAGL7V/Zq/dslKvyeraLyxS0c/lPqFPomvtT5Jtsu+MMk4PgSWqT+fKQtAxdmqvs4DLT/FWwQ9Nb9iP1Dx8D+RerI/FgGBPrQJjr8+0ts/t+Juv8OkBT5XG+e9bpdVP+wdPL8Km7Q+84nCvfjczT/lKsk/MI8Cv5h1nLuMLvw+n5jkPlwjpL/Vl16/ACcxvoqktD/6S9w+SSSqv5UE9L48bZU/mUHnvvfF1L84aCw/tbkhP3jnlD+pLI8/eJJ5vsaw6j6iYKe+TCKVP7QITj/fQoy+6fECPTk9rL9wvx1ATacjPuPg1D6q67O+8HfmPuNbhD9C4EM+i6cCP34T1749c5K+Th+5P3w5qr8KzIy+d4ievTYKtz5bwvQ63254P/0qkr8ux4G/Y75Nvr//OT9AnTW+B5Cnv6cifT/ChGM/FHOvv7zZKj62MJK/HrCqv8hhLD7Wp/c+nAOEP/GfV7/08+c+CZ4OP3XRS7+Hkb0+aE0fv6PpdL4BH2y/x3SlPWSOmb+XScm+BbjhPsA0f794MQBAmJEBQEGwlj4fWt2+DwibPZSWtj9Lude+AKKNP+DVdr8bNSrA5DsRQH23mb8gMTE/hHaCPZlrd79cWt+/RP4VP7iwHL4cdAo/wYDVPwtViT7I576+06f3Pk9RAj9Su9y/IrCqPy+OLL8W8Aa/x72cP+SBw79dyIU/6GMZPSzye7+5iDC+BSxAP1pa0L4ErlU/rwBiP+iUEb9CynU8ad0hwDxS8b6G89E9BBuqO3oJGj/ikv0+Jz7JvrWwgT71/AM+623cPQlcnz7qwS0/Kftev4KP6T1ryG8+PUPnP5Ivhb+xil6/pxxHv3bedL8s1/A/5kktP4RtmT8buN6+h4cRP1FczD9vcYU+10KiPlfZgT7wPsE/1uxbv8jNM7/svJk+pVxJPnlMC8Aoro2+V/lxu4d2pD9Q9BjA69N2P2B7877b210/","iF6cvwRb9by2HZg+5Tfmvjz5Jz57ykg9FOFHP1UG0T75KiQ/jIddvhc4H7/blOQ+v5+nv/yYTb9d47w/NsaKvxlCgT6lMBW/rAGGvTfDdz/bxRnAbVc6PkEydb6wApu/gGwsP5PwGT+nR5c+PUZpP42Bl70GTNc+mulJv3c26jyG44W/Z/F0PwvNez/gvCo+giGBP5Kljj85qEY/WQSBvxSjcz9YUKs9XVuPv5IAjD/U130+A+4DPyZt5z2a98m+BlMYwGnflz9olnK/CpfXvwbucz6wFg4/oBvEvtkmKr8sACE/slxHv2CTHT7ySNe+hMuaPN9ylj9jqTC+RWenvt0cAUDHDnq/Qbwlv2pwB7+4BYq+gPoivvNZrD1DGg0+ETFev4F9qj6E2os/Yw/xvhKsCT9E5xW/neYPP9W1278ZcBc/rLTFvvwxTD8ikjy/gJ7nvZXBHb9bJaU/DjuTPzTQFL/L64Q/XHH/vtj4oz/J1T4/x8nuPlQ+Bj9mb5w+Pak7PfEnBz4EgkC/SuGfP7Dosr/oc9k+8AfuPZ2hSz4XCgdA26t5P2HlTL1Qxsa/sUdTv2SMqr+bw1w/3DO/vzQcIL8R9Py+2i7QP8dOJL9PCl89DjY5v63zaT7gwKI+nAY7PncYK0D0q42+gyGwv0dcxb8+JPs+0Gc9v2tzHT50LGC/Yv7iP1P4hj44Zi0+J57Tv5Cj87/ZJae+m9azv2f1GMC3eQk/mzpRP4Jjrz+Ts34/Ak7svUCmaD8LzGw/gZRuP29kEL/lK8m/pJU3wNhNkD6ogt0+DOOTvzuzYz2s+0i/Fr7RvzUnaD4/T1S/MpY6P4xymz8EnkW/NIauP6SxuD0w1Ye/03uIv40MFD/zLY6+CRy+vl/QsD/W5Es+viJqv63fBb/M0p4/QCDvv1cnHz8jho6+i/+3P4ixQz+0i+G+Dgu9PuSOOsA5pqm+GhTUPtCNaD8/9IU/FfSwP52CGD+Bmp8/ZVSKP+muQD9v7uM/bmN3v5VOwj9pKJ0/","VG+cv3PoG8DJAY0/IPssPb19gT94Bkq/hxAJQCtJib8gF+m+EYPcP9Mdh75Ph5G/B945Py5yTb/evs29RghTPmBdlL9yTD6/7deTvwkq+z/mBI8/+n+JPv981b+Ix3m92E3BP5EuKD6Wpv6+2k25v3MQFD83Vko/vNDmPjXwgby/Hr2/1uiAPg9DjT6CR5I9GXW2P7caHb8h8RE/BMI5P5foFb9ndoQ/u5dqvlankj8ZzyQ/3268v0vcqj/Y9g8+ua8uPtfSaT/pcfG+85KLvY7fI76gwUc/HrhBPxs+lz8oTMo/AKXVPyxBKT9kDOA8xouOPu60675a/wO/uJchvzyNGD9hEzM/KbUDwBxcxz0np3k9ZVVYP1YtpT963Uc/ddSfPTM0lj5rE70+WiOpv/E1uD55NVM/ghHzP7LbEb5csK8/hDwov3T/Nz6bEEg/MNxIvxHFnj4rFqi/1qiHP2/Dvb8ehoe/3I4KwNamgr7BXdi+/BEZvgtMsL+BsfG7KIpCv6J61j5Z6ja/7+FQv0jxLz84ezo/Kmf6PrTbdL/DNEc+taiRPmv8Hz+Hpma+EgSrvzGJ4b5QHDe/HJOSviqLkz/SdEi+ItGIvhVm0D4kpRy/7MWpv608jz79MAI+JUmUPr4qS75y56a9MNVWv//2rT5AGxO/4d5AP0e1rL00kga/+FrlPqjgMr6yavq9+vizP/jztr+i2BK/+pp3P0sqwD+qy1S+n7LgPvqxG0DQ5fi+zbxbvwjV1L7a+oe/9VunP+8G6b8UTiZAiGWeP/PICUCJHLq/bmxrPx5WA8BTzru+kV/NPhkQzD6rPEs842Zev5nFrr5tIMW/ZvQtvw7/gj4aFQw+jOTDPj1QCMCNhiW9VnCwPwfFx7596RO9DjO3P/xP3b+pM4O/0tUJP8o7r78fPng/cwSGP2wgHj2Yi6y+v6U3vjh6Vb8vvMM++Ub2vb+Gz71ZaB8/kpWVv1vi9r7S12k+XUQVPgrauj4Q/Ay/AS+fvaW+NL/z98c+","pqCGvkFugT9MFeS+hpaeP2vKLb/G0e0+GU6RP6rN874Bm0++jTO8v3NUVj/Nvra+1mIQPww2zD9PjnC/fUP2vnS0x714AVU/BaDHvw9Diz9TCGs/FNypvinG574MAdC+d+ydP/YmSj4F8o4/Ph6dvgMtMz+todK8JqZ5P3FChr7xiwDAk8J1Pt3uHryS5iu/eybHv9WxIz/VTM0/5kipP3meBT8to9S9kP1SPxHBwb4m0R49I2LYvuwQ4r6oJiG/ZyAlv/QmGj3EsJy/RYMUP1aHAD+Zg4I+/OQdv8ILGr/HWAC/tgsYPS9M6r+tKrO7oUwjPvjTb7+F6So/P1vxv890Zz8ffww/7i8/P6Qpdz83n44//fMFPxI5AD/OXVi/u2/5vhwmhr5gckA/3PCRvR6sl74DC8k7FPadv4ETLb8J1da+eRzhvwaQT71QzFw/0vxLP6jPg765G2u+hLB5PrZpBT8RxSC/VcSfvutgK75no3Q/0iOyvweltj8R5bY+62twP61dr721z6e/z0iXvzA9gT9ZlqS+YZInP273F795noe/l8qMPyY90L4WiLQ/mnR3v0JE/z4EEL2/b9OiPyUsEz+8gX2/MtePvn2Ui7/1Hz6/MDKSv2BzLj+n8TO/svu8PZH2S72p5UC//aSJPwU82T4z0bk+6O1iv9O9Dz9Y8Vo/wAIoP2s/LcB8Jpe/U+RlP0uB6T8kYH2/r+vxvqYRLj/oVho/SFTuPxSf3D+RhYe//Qlyv1e25b4FZD29p1MqvH5zUD+IpgU/gY2SPmbeAD6OaXq/k91PPtQAcr8TcAy/ju4wPzzU975L/fS+l7+GvkrdnL+TN4S+Z0+3v/lknb64ZAS/m/xLP6vMBz8vCC29RaCAv69zYD+mpzY+7Fauvow0p74XjI6/6MI5PtkgUD9e74Y/f7DGPkakwD/1Mmo/ZFTwvwXfgT52D90+4lUBPwzfyr+vE4I/ips0P/XWvz51pzg/LBIMPyiuqL+KhJS/AgsDPwRbu7619K2/",